[
  {
    "title": "Ukraine seeks to shore up support in Brussels, Paris",
    "link": "https://www.aljazeera.com/news/2025/12/1/ukraine-seeks-to-shore-up-support-in-brussels-paris?traffic_source=rss",
    "summary": "Senior US officials will meet President Putin in Moscow on Tuesday, two days after US-Ukraine peace talks in Florida.",
    "published": "Mon, 01 Dec 2025 16:03:00 +0000",
    "country": "Autres",
    "key": "f9280dfb911c52b0a2a3bab44e006979"
  },
  {
    "title": "Pope Leo XIV prays for peace in Lebanon and the Levant",
    "link": "https://www.aljazeera.com/video/newsfeed/2025/12/1/pope-leo-xiv-prays-for-peace-in-lebanon-and-the-levant?traffic_source=rss",
    "summary": "Pope Leo stopped at one of Lebanon’s most important Christian sites.",
    "published": "Mon, 01 Dec 2025 16:00:15 +0000",
    "country": "Liban",
    "key": "11da89891605e2a7945f992ce4fd17cf"
  },
  {
    "title": "India orders phone makers to pre-install state-owned web safety app: Report",
    "link": "https://www.aljazeera.com/news/2025/12/1/india-orders-phone-makers-to-pre-install-state-owned-web-safety-app-report?traffic_source=rss",
    "summary": "Directive gives companies 90 days to ensure Sanchar Saathi app is pre-installed on new mobile phones.",
    "published": "Mon, 01 Dec 2025 14:35:18 +0000",
    "country": "Autres",
    "key": "b06c57ae70ec3649742c219bf03cfd33"
  },
  {
    "title": "What is the UK’s new socialist Your Party, which is beset with infighting?",
    "link": "https://www.aljazeera.com/news/2025/12/1/what-is-the-uks-new-socialist-your-party-which-is-beset-with-infighting?traffic_source=rss",
    "summary": "Rift between leaders was laid bare at inaugural conference for party cofounded by former Labour leader Jeremy Corbyn.",
    "published": "Mon, 01 Dec 2025 14:30:03 +0000",
    "country": "Autres",
    "key": "b53374632ae177e536eab81604f47022"
  },
  {
    "title": "China cracks down on calls for accountability over deadly Hong Kong blaze",
    "link": "https://www.aljazeera.com/news/2025/12/1/china-quashes-calls-for-accountability-over-deadly-hong-kong-blaze?traffic_source=rss",
    "summary": "Hong Kong&#039;s national security police arrest three, as Beijing issues warning to &#039;anti-China and pro-chaos elements&#039;.",
    "published": "Mon, 01 Dec 2025 13:28:45 +0000",
    "country": "Autres",
    "key": "c9b46249c71fe65f066fecd6323c5f37"
  },
  {
    "title": "Russia-Ukraine war live: Four killed in Dnipro, Witkoff heading to Moscow",
    "link": "https://www.aljazeera.com/news/liveblog/2025/12/1/russia-ukraine-war-live-4-killed-in-dnipro-witkoff-heading-to-moscow?traffic_source=rss",
    "summary": "Russian attacks on Ukraine continue even as diplomatic efforts to end the war gain momentum.",
    "published": "Mon, 01 Dec 2025 13:00:00 +0000",
    "country": "Autres",
    "key": "7736d81efc8f37a0699e783d4cba0c4b"
  },
  {
    "title": "What does Netanyahu want to be pardoned for and is it possible?",
    "link": "https://www.aljazeera.com/news/2025/12/1/what-does-netanyahu-want-to-be-pardoned-for-and-is-it-possible?traffic_source=rss",
    "summary": "The Israeli prime minister is facing corruption charges that could see him sentenced to up to 10 years in prison.",
    "published": "Mon, 01 Dec 2025 12:57:31 +0000",
    "country": "Israël/Palestine",
    "key": "ba3fb36571b6b60f0e40b387553063c0"
  },
  {
    "title": "Al Jazeera reports from reopened US base as Venezuela tensions rise",
    "link": "https://www.aljazeera.com/video/newsfeed/2025/12/1/al-jazeera-reports-from-reopened-us-base-as-venezuela-tensions-rise?traffic_source=rss",
    "summary": "The US has reopened a military base in Puerto Rico as it steps up threats against Venezuela.",
    "published": "Mon, 01 Dec 2025 12:54:00 +0000",
    "country": "Autres",
    "key": "51f60081ddef8cbeb04f52c2b937bbaa"
  },
  {
    "title": "Aitana Bonmati suffers broken leg in Spain training",
    "link": "https://www.aljazeera.com/sports/2025/12/1/spain-and-barcelona-star-bonmati-ruled-out-for-months-with-leg-fracture?traffic_source=rss",
    "summary": "Three-time Ballon D&#039;Or winner sustains injury in training with Spain before women&#039;s Nations League final second leg.",
    "published": "Mon, 01 Dec 2025 12:50:39 +0000",
    "country": "Autres",
    "key": "4fee1342bbb2b6d9a14764e2166dd211"
  },
  {
    "title": "Palestinian students return to class at Gaza university",
    "link": "https://www.aljazeera.com/video/newsfeed/2025/12/1/palestinian-students-return-to-class-at-gaza-university?traffic_source=rss",
    "summary": "After two years of war, students have returned to in-person classes at Gaza’s Islamic University.",
    "published": "Mon, 01 Dec 2025 12:00:51 +0000",
    "country": "Israël/Palestine",
    "key": "5664045ad2a29a8241d49bea78d1ed41"
  },
  {
    "title": "Australia charges four men over ‘satanic’ child sex abuse material",
    "link": "https://www.aljazeera.com/news/2025/12/1/australia-charges-four-men-over-satanic-child-sex-abuse-material?traffic_source=rss",
    "summary": "Police say they seized thousands of videos of abuse involving symbols and rituals linked to Satanism and the occult.",
    "published": "Mon, 01 Dec 2025 11:59:27 +0000",
    "country": "Autres",
    "key": "05da65b2fc04c3a17151a5fccf386609"
  },
  {
    "title": "Bangladesh sentences British MP, Sheikh Hasina’s niece, to prison",
    "link": "https://www.aljazeera.com/news/2025/12/1/bangladeshs-ex-leader-sheikh-hasina-and-british-mp-niece-found-guilty?traffic_source=rss",
    "summary": "The former leader and her niece, UK lawmaker Tulip Siddiq, were sentenced in absentia for corruption in a land deal.",
    "published": "Mon, 01 Dec 2025 11:55:49 +0000",
    "country": "Autres",
    "key": "59ce76b0f1ecdd3223d754f5af95a8d2"
  },
  {
    "title": "Gaza : Israël affirme avoir tué plus de 40 combattants palestiniens dans des tunnels à Rafah",
    "link": "https://www.france24.com/fr/moyen-orient/20251201-gaza-israel-affirme-avoir-tue-40-combattants-palestiniens-dans-tunnels-rafah-hamas-armee-desarmer",
    "summary": "L'armée israélienne a affirmé, dimanche, avoir tué plus de 40 combattants palestiniens au cours de la semaine écoulée lors de ses opérations visant les tunnels près de Rafah, dans le sud de la bande de Gaza.",
    "published": "Mon, 01 Dec 2025 05:14:03 GMT",
    "country": "Israël/Palestine",
    "key": "1a8f954ff7e2701ad741f221ffb7a012"
  },
  {
    "title": "Corruption : Benjamin Netanyahu va-t-il être gracié ?",
    "link": "https://www.france24.com/fr/vid%C3%A9o/20251201-corruption-benjamin-netanyahu-va-t-il-%C3%AAtre-graci%C3%A9",
    "summary": "C'est dans l'intérêt public, affirme-t-il, que le Premier ministre israélien, Benjamin Netanyahu, a officiellement demandé une grâce présidentielle dans son procès pour corruption. \"Après réception de tous les avis\", le président israélien Isaac Herzog \"examinera la requête avec responsabilité et sérieux\". Mais pour l'opposition, une amnistie n'est pas envisageable sans plusieurs conditions.",
    "published": "Mon, 01 Dec 2025 00:48:59 GMT",
    "country": "Autres",
    "key": "934d6455c556f43e94ea49aa25d862c3"
  },
  {
    "title": "Israël : Netanyahu demande une grâce présidentielle dans son procès pour corruption",
    "link": "https://www.france24.com/fr/vid%C3%A9o/20251130-isra%C3%ABl-netanyahu-demande-une-gr%C3%A2ce-pr%C3%A9sidentielle-dans-son-proc%C3%A8s-pour-corruption",
    "summary": "Le Premier ministre israélien, Benjamin Netanyahu, a officiellement demandé une grâce présidentielle dans son procès pour corruption, pour mettre fin, selon lui, aux divisions suscitées dans le pays par ses démêlés judiciaires, fort du soutien de Donald Trump qui avait demandé un tel geste à son homologue israélien. Récit d'Ethan Hajji.",
    "published": "Sun, 30 Nov 2025 16:27:28 GMT",
    "country": "Autres",
    "key": "9c0273f92801b395b2753eb66b4b2ee1"
  },
  {
    "title": "Arrivé au Liban, le pape Léon devrait lancer un appel à la paix",
    "link": "https://www.france24.com/fr/vid%C3%A9o/20251130-arriv%C3%A9-au-liban-le-pape-l%C3%A9on-devrait-lancer-un-appel-%C3%A0-la-paix",
    "summary": "Léon XIV est arrivé dimanche au Liban pour porter un message de paix à ce pays éprouvé par une crise endémique et qui sort d'une guerre meurtrière avec Israël, après une visite en Turquie marquée par le dialogue pour l'unité des chrétiens. Précisions de Serge Berberi, correspondant de France 24 à Beyrouth.",
    "published": "Sun, 30 Nov 2025 15:23:21 GMT",
    "country": "Autres",
    "key": "e1276704598577037f5a8bf022e0f322"
  },
  {
    "title": "Gaza : la pluie et le froid aggrave la détresse des déplacés",
    "link": "https://www.france24.com/fr/vid%C3%A9o/20251130-gaza-la-pluie-et-le-froid-aggrave-la-d%C3%A9tresse-des-d%C3%A9plac%C3%A9s",
    "summary": "La trêve conclue entre Israël et le Hamas plus de deux ans après le début de la guerre reste très fragile : les deux belligérants s'accusant mutuellement de la violer. La bande de Gaza, dévastée par la campagne militaire israélienne, reste plongée dans une très grave crise humanitaire, aggravée par la pluie et le froid qui aggravent la détresse des déplacés. Claire San Filippo, responsable des opérations pour Médecins Sans Frontières en Palestine, livre à France 24 des précisions concernant la situation sur le terrain.",
    "published": "Sun, 30 Nov 2025 15:21:27 GMT",
    "country": "Israël/Palestine",
    "key": "635ed239986bb1e8bd10f7f063d917ff"
  },
  {
    "title": "Le Pape Léon XIV attendu au Liban avec un message de paix",
    "link": "https://www.france24.com/fr/vid%C3%A9o/20251130-le-pape-l%C3%A9on-xiv-attendu-au-liban-avec-un-message-de-paix",
    "summary": "Léon XIV a quitté Istanbul pour Beyrouth dimanche afin de porter un message de paix au Liban éprouvé par une crise endémique et une guerre meurtrière avec Israël, après une visite en Turquie marquée par le dialogue pour l'unité des chrétiens. Analyse de Jean-Louis de la Vaissiere, ancien correspondant de l'AFP au Vatican de 2011 à 2016.",
    "published": "Sun, 30 Nov 2025 12:40:33 GMT",
    "country": "Autres",
    "key": "283ba53ccfb98d14e098696ee0e6b165"
  },
  {
    "title": "Israël : Benjamin Netanyahu demande la grâce présidentielle à Isaac Herzog",
    "link": "https://www.france24.com/fr/vid%C3%A9o/20251130-isra%C3%ABl-benjamin-netanyahu-demande-la-gr%C3%A2ce-pr%C3%A9sidentielle-%C3%A0-isaac-herzog",
    "summary": "Le Premier ministre israélien, Benjamin Netanyahu, estime que son procès pour corruption, qui dure depuis plusieurs années, \"déchire\" le pays, et demande officiellement qu’une grâce présidentielle lui soit accordée. \"La poursuite du procès nous déchire de l'intérieur\", a déclaré M. Netanyahu dans une vidéo diffusée par ses services, ajoutant que témoigner trois fois par semaine était \"une exigence impossible à satisfaire\". Il s'affirme certain \"que la fin immédiate du procès contribuera grandement à apaiser les tensions et à promouvoir la réconciliation générale dont notre pays a tant besoin\", tout en protestant à nouveau de son innocence dans les procédures en cours le visant. Précisions de Claire Duhamel, correspondante de FRANCE 24 à Jerusalem.",
    "published": "Sun, 30 Nov 2025 12:38:51 GMT",
    "country": "Autres",
    "key": "0c3703c5075af37ec9d8564a9d2c4928"
  },
  {
    "title": "Malgré le cessez-le-feu à Gaza, la crise humanitaire demeure grave",
    "link": "https://www.france24.com/fr/vid%C3%A9o/20251130-malgr%C3%A9-le-cessez-le-feu-%C3%A0-gaza-la-crise-humanitaire-demeure-grave",
    "summary": "Le ministère de la Santé de la bande de Gaza, placé sous l'autorité du Hamas, a annoncé samedi que plus de 70.000 personnes avaient été tuées dans le territoire palestinien depuis le début de la guerre déclenchée par l'attaque sans précédent du mouvement islamiste en Israël le 7 octobre 2023. Ce nouveau bilan intervient un mois et demi après l'entrée en vigueur d'un fragile cessez-le-feu négocié par les Etats-Unis, que les deux camps s'accusent mutuellement de violer. Récit de Nina Masson.",
    "published": "Sun, 30 Nov 2025 11:58:12 GMT",
    "country": "Israël/Palestine",
    "key": "05df7ddda2313d06dd8b253b5434a097"
  },
  {
    "title": "Gaza : le précieux travail des réparateurs de billets",
    "link": "https://www.france24.com/fr/vid%C3%A9o/20251130-gaza-le-pr%C3%A9cieux-travail-des-r%C3%A9parateurs-de-billets",
    "summary": "La population de Gaza est en proie à des pénuries de toutes sortes, y compris de billets de banque. Les Shekels, la devise israélienne utilisée dans l'enclave, se font rares... quand ils ne sont pas abîmés et refusés par les commerçants. Certains Gazaouis ont entrepris de faire de la réparation de billets leur principale activité, une aide précieuse pour les habitants dans une économie en lambeaux. Récit d'Ethan Hajji.",
    "published": "Sun, 30 Nov 2025 11:25:54 GMT",
    "country": "Israël/Palestine",
    "key": "3c8bb36caa18878d4109a3854044ec76"
  },
  {
    "title": "Procès pour corruption : Netanyahu a adressé une demande de grâce au président d'Israël",
    "link": "https://www.france24.com/fr/info-en-continu/20251130-proc%C3%A8s-pour-corruption-netanyahu-a-adress%C3%A9-une-demande-de-gr%C3%A2ce-au-pr%C3%A9sident-d-isra%C3%ABl",
    "summary": "Benjamin Netanyahu a adressé, dimanche, une demande de grâce au président d'Israël, Isaac Herzog. Le Premier ministre, poursuivi pour corruption depuis 2020, estime que ces poursuites entravent sa capacité à gouverner et qu'une grâce servirait les intérêts de la société israélienne.",
    "published": "Sun, 30 Nov 2025 10:53:27 GMT",
    "country": "Autres",
    "key": "f836726f2db7f618b59c47d5a5c596e3"
  },
  {
    "title": "Le pape Léon XIV appelle les Libanais à \"emprunter la voie de la réconciliation\"",
    "link": "https://www.france24.com/fr/moyen-orient/20251130-apr%C3%A8s-la-turquie-le-pape-l%C3%A9on-xiv-attendu-au-liban-avec-un-message-de-paix",
    "summary": "Le pape Léon XIV est arrivé, dimanche, au Liban, éprouvé par une crise endémique et en proie aux incertitudes. Le souverain pontife a exhorté les Libanais à \"rester\" dans leur pays, où l'effondrement économique a aggravé l'émigration massive, et appelé à la \"réconciliation\" pour surmonter les profonds clivages politiques et communautaires dans le pays.",
    "published": "Sun, 30 Nov 2025 07:36:14 GMT",
    "country": "Autres",
    "key": "bd089009eeec6bbf0d24fab7798b89ea"
  },
  {
    "title": "Israël accusé de tortures, un comité de l'ONU réclame une commission d'enquête",
    "link": "https://www.france24.com/fr/vid%C3%A9o/20251129-isra%C3%ABl-accus%C3%A9-de-tortures-un-comit%C3%A9-de-l-onu-r%C3%A9clame-une-commission-d-enqu%C3%AAte",
    "summary": "Le 29 novembre marque la Journée internationale de solidarité avec le peuple palestinien, une date instaurée par l’Assemblée générale de l’ONU en 1977. Elle fait écho à l’adoption de la résolution 181, dite « plan de partage », qui entérinait la division de la Palestine en deux États, l’un arabe, l’autre juif. Près de 80 ans plus tard, la bande de Gaza reste soumise à un blocus que de nombreuses ONG, dont Amnesty International, jugent illégal. Décryptage avec David Delos, chroniqueur international à France 24.",
    "published": "Sat, 29 Nov 2025 17:05:15 GMT",
    "country": "Israël/Palestine",
    "key": "31a972c479fc9708e4aca84658fd3365"
  },
  {
    "title": "EN DIRECT, guerre en Ukraine : Emmanuel Macron après sa réunion avec Volodymyr Zelensky à l’Elysée : « Au moment où l’on parle de paix, la Russie continue de tuer et de détruire »",
    "link": "https://www.lemonde.fr/international/live/2025/12/01/en-direct-guerre-en-ukraine-volodymyr-zelensky-recu-a-l-elysee-par-emmanuel-macron-a-un-moment-crucial-pour-les-negociations-sur-le-plan-americain_6655415_3210.html",
    "summary": "Lors d’une réception à l’Elysée, le chef de l’Etat a dit avoir « finalisé le travail sur les garanties de sécurité » de l’Ukraine, évoquant des discussions « importantes pour la sécurité des Européens ». « Nous devons faire en sorte que la Russie n’ait pas l’impression d’obtenir une récompense pour la guerre », a ajouté le président ukrainien.",
    "published": "Mon, 01 Dec 2025 14:34:02 +0100",
    "country": "Autres",
    "key": "b7a40fb19b72d46709eaa58ac8baa772"
  },
  {
    "title": "Incendie de Hongkong : le bilan monte à 151 morts, 13 personnes arrêtées à ce jour",
    "link": "https://www.lemonde.fr/international/article/2025/12/01/incendie-de-hongkong-le-bilan-monte-a-151-morts-treize-personnes-arretees-a-ce-jour-selon-la-police_6655552_3210.html",
    "summary": "Une partie des filets de protection employés dans le chantier de rénovation du complexe résidentiel où l’incendie meurtrier s’est propagé la semaine dernière n’était pas aux normes antifeu, a affirmé lundi un responsable du gouvernement.",
    "published": "Mon, 01 Dec 2025 11:38:25 +0100",
    "country": "Autres",
    "key": "9e292a904e72ac9eed7d95c37498d8b0"
  },
  {
    "title": "Ingérences et incohérences de Donald Trump sur le continent américain",
    "link": "https://www.lemonde.fr/idees/article/2025/12/01/ingerences-et-incoherences-de-donald-trump-sur-le-continent-americain_6655550_3232.html",
    "summary": "Le président des Etats-Unis ne duplique pas seulement en Amérique latine la virulence et les menaces dont il use à profusion à l’intérieur des frontières de son pays envers ses adversaires politiques. Il y multiplie également les incohérences, qui rendent difficilement lisibles ses orientations politiques.",
    "published": "Mon, 01 Dec 2025 11:30:02 +0100",
    "country": "Autres",
    "key": "4aa76982b84ae334f5452c7e69b00f37"
  },
  {
    "title": "Mobilisations pro-Palestine : les raisons de l’absence d’élargissement des soutiens au grand public",
    "link": "https://www.lemonde.fr/societe/article/2025/12/01/mobilisations-pro-palestine-les-raisons-de-l-absence-d-elargissement-des-soutiens-au-grand-public_6655542_3224.html",
    "summary": "Samedi, la manifestation de solidarité parisienne a compté plusieurs dizaines de milliers de participants, un chiffre jamais vu depuis deux ans. Si le mouvement semble s’inscrire dans la durée, il se radicalise et ne parvient pas à toucher plus largement que le réseau militant.",
    "published": "Mon, 01 Dec 2025 10:33:17 +0100",
    "country": "Israël/Palestine",
    "key": "0e29b50f54d44cb2b9af2276cfeaa6a1"
  },
  {
    "title": "« Ouvrir une discussion avec la BCE » sur la dette française : les dessous de l’incertain projet de Jordan Bardella",
    "link": "https://www.lemonde.fr/politique/article/2025/12/01/ouvrir-une-discussion-avec-la-bce-sur-la-dette-francaise-les-dessous-de-l-incertain-projet-de-jordan-bardella_6655537_823448.html",
    "summary": "Selon le député du Rassemblement national Jean-Philippe Tanguy, un gouvernement RN pourrait adopter un plan d’économies drastique en échange d’un rachat de la dette française par la Banque centrale européenne. L’idée est déjà rejetée au sein de l’institution monétaire.",
    "published": "Mon, 01 Dec 2025 10:16:41 +0100",
    "country": "Autres",
    "key": "51655399a6f32c2815cb39f87d446264"
  },
  {
    "title": "L’ingérence de Trump dans la campagne électorale au Honduras révèle ses contradictions en matière de lutte contre le narcotrafic",
    "link": "https://www.lemonde.fr/international/article/2025/12/01/l-ingerence-de-trump-dans-la-campagne-electorale-au-honduras-revele-ses-contradictions-en-matiere-de-lutte-contre-le-narcotrafic_6655531_3210.html",
    "summary": "Le président américain a annoncé vouloir gracier l’ex-président hondurien Juan Orlando Hernandez, condamné aux Etats-Unis pour trafic de drogue, alors que des élections générales étaient organisées, dimanche, dans ce pays d’Amérique centrale.",
    "published": "Mon, 01 Dec 2025 09:47:44 +0100",
    "country": "Autres",
    "key": "2d8a2e66e9bd3b08557bdbdb4692764f"
  },
  {
    "title": "En Allemagne, le cordon sanitaire entre les petits patrons et l’extrême droite se fissure",
    "link": "https://www.lemonde.fr/international/article/2025/12/01/en-allemagne-le-cordon-sanitaire-entre-les-petits-patrons-et-l-extreme-droite-se-fissure_6655526_3210.html",
    "summary": "En se disant prête à discuter avec l’AfD, la présidente de l’Association des entreprises familiales a ouvert un vif débat au sein du patronat allemand. Ses déclarations interviennent alors que le parti d’extrême droite talonne l’Union chrétienne-démocrate du chancelier Merz dans les intentions de vote au niveau fédéral.",
    "published": "Mon, 01 Dec 2025 09:15:10 +0100",
    "country": "Autres",
    "key": "fe3353a4aca1f7cc6a0e0be0818a3359"
  },
  {
    "title": "En Asie, après des inondations qui ont fait plus de 1 000 morts, des militaires déployés en Indonésie et au Sri Lanka",
    "link": "https://www.lemonde.fr/planete/article/2025/12/01/en-asie-apres-des-inondations-qui-ont-fait-pres-de-1-000-morts-dans-la-region-des-militaires-deployes-en-indonesie-et-au-sri-lanka_6655519_3244.html",
    "summary": "L’Indonésie a envoyé trois navires militaires apporter de l’aide dans les zones les plus touchées, comme Sumatra, où de nombreuses routes restent impraticables.",
    "published": "Mon, 01 Dec 2025 06:42:53 +0100",
    "country": "Autres",
    "key": "366853e49b2a212e9db3e4c14ac9f01c"
  },
  {
    "title": "« En déréglementant les pesticides chimiques, la Commission européenne ferait reculer l’Europe de trente ans »",
    "link": "https://www.lemonde.fr/idees/article/2025/12/01/en-dereglementant-les-pesticides-chimiques-la-commission-europeenne-ferait-reculer-l-europe-de-trente-ans_6655514_3232.html",
    "summary": "Un collectif de 114 organisations de protection de l’environnement, sous la houlette de Nadine Lauverjat, déléguée générale de Générations futures, demande, dans une tribune au « Monde », le retrait immédiat de la proposition de Bruxelles d’autoriser la plupart des pesticides de façon illimitée.",
    "published": "Mon, 01 Dec 2025 06:00:29 +0100",
    "country": "Autres",
    "key": "516e5f5f7a6aff4b90b6d8f866714831"
  },
  {
    "title": "« Pour l’Europe, rattraper son retard dans le numérique ne devrait pas dire déréguler à tout vent en jouant les idiots utiles des géants de l’Internet »",
    "link": "https://www.lemonde.fr/idees/article/2025/12/01/pour-l-europe-rattraper-son-retard-dans-le-numerique-ne-devrait-pas-dire-dereguler-a-tous-vents-en-jouant-les-idiots-utiles-des-geants-de-l-internet_6655513_3232.html",
    "summary": "Sous la pression des Etats-Unis, la Commission européenne est prête à assouplir sa législation pour stopper son décrochage technologique. Mais Bruxelles ne doit pas se laisser enfermer dans un choix binaire entre innovation et réglementation, et devrait plutôt faire valoir ses atouts, estime Stéphane Lauer, éditorialiste au « Monde ».",
    "published": "Mon, 01 Dec 2025 06:00:16 +0100",
    "country": "Autres",
    "key": "791bed7fcc722437e2835e5da1e6711c"
  },
  {
    "title": "En Allemagne, le programme économique de Merz sous le feu des critiques",
    "link": "https://www.lemonde.fr/economie/article/2025/12/01/en-allemagne-le-programme-economique-de-merz-sous-le-feu-des-critiques_6655515_3234.html",
    "summary": "Soulevant un scepticisme croissant chez les économistes allemands, le chancelier chrétien-démocrate peine à lancer les réformes susceptibles de sortir le pays du marasme, tandis que la relance budgétaire promise tarde à porter ses fruits.",
    "published": "Mon, 01 Dec 2025 06:00:16 +0100",
    "country": "Autres",
    "key": "1bc5a201bb96b36d6b1fd6d73790627e"
  },
  {
    "title": "Guerre en Ukraine : l’ébauche incertaine d’un « plan de paix » met Kiev face à une équation compliquée",
    "link": "https://www.lemonde.fr/international/article/2025/12/01/l-ebauche-incertaine-d-un-plan-de-paix-met-l-ukraine-face-a-une-equation-compliquee_6655504_3210.html",
    "summary": "Le secrétaire d’Etat américain, Marco Rubio, a fait état de « progrès » à l’issue de la rencontre entre les délégations américaine et ukrainienne, dimanche, en Floride. L’envoyé spécial de Donald Trump, Steve Witkoff, critiqué pour sa proximité avec les Russes, doit présenter, lundi, à Vladimir Poutine un texte amendé.",
    "published": "Mon, 01 Dec 2025 05:21:55 +0100",
    "country": "Autres",
    "key": "fae4be9a1e9ba8661967879ccaa983ed"
  },
  {
    "title": "Israel to roll out 'Iron Beam' laser defence by end of 2025",
    "link": "https://www.middleeasteye.net/live-blog/live-blog-update/israel-set-roll-out-iron-beam-laser-defence-end-2025",
    "summary": "<article class=\"live-blog-update default clearfix\"> <h2> <a href=\"https://www.middleeasteye.net/live-blog/live-blog-update/israel-set-roll-out-iron-beam-laser-defence-end-2025\" rel=\"bookmark\"> <span class=\"field field-title\">Israel to roll out 'Iron Beam' laser defence by end of 2025</span> </a> </h2> <div class=\"content\"> <div class=\"field field-field-text\"><p>Israel's defence ministry announced the completion of a laser air defence system known as \"Iron Beam\", which will be deployed by the end of December.</p> <p>\"The Iron Beam laser system is expected to fundamentally change the rules of engagement on the battlefield,\" Daniel Gold, head of defence ministry research and development, told a defence summit in Tel Aviv.</p> <p>The laser system is intended to improve Israel’s ability to intercept drones and other incoming threats, serving as an added layer alongside existing air-defence systems like the Iron Dome.</p> </div> </div> </article>",
    "published": "Mon, 01 Dec 2025 15:47:04 +0000",
    "country": "Israël/Palestine",
    "key": "e9675c719fa843fc132cc8a5709847c1"
  },
  {
    "title": "Sudanese children abducted for recruitment by RSF and allies in South Kordofan raid",
    "link": "https://www.middleeasteye.net/news/sudanese-children-abducted-rsf-allies-recruitment-south-kordofan-raid",
    "summary": "<article class=\"story default clearfix\"> <h2> <a href=\"https://www.middleeasteye.net/news/sudanese-children-abducted-rsf-allies-recruitment-south-kordofan-raid\" rel=\"bookmark\"> <span class=\"field field-title\">Sudanese children abducted for recruitment by RSF and allies in South Kordofan raid</span> </a> </h2> <footer> <div class=\"author\"> Submitted by <span class=\"field field-uid\"><a href=\"https://www.middleeasteye.net/users/daniel-hilton\" lang=\"lang\" title=\"View user profile.\">Daniel Hilton</a></span> on <span class=\"field field-created\"><time datetime=\"2025-12-01T15:01:30+00:00\" title=\"1 December 2025 15:01 GMT\">Mon, 12/01/2025 - 15:01</time> </span> </div> </footer> <div class=\"content\"> <div class=\"field field-field-subhead\">Sudan People's Liberation Movement says SAF drone strike also killed 45 civilians - mostly schoolchildren - as fighting escalates in gold-rich state</div> <div class=\"field field-field-main-image\"> <source height=\"788\" type=\"image/webp\" width=\"1400\" /> <img alt=\"A a Sudanese refugee boy from el-Fashir poses next a tree inside the Tine transit refugee camp in eastern Chad, 23 November 2025 (Reuters/Amr Abdallah Dalsh)\" height=\"788\" src=\"https://www.middleeasteye.net/sites/default/files/styles/max_2600x2600/public/images-story/sudan%20boy%20el%20fasher%20reuters.jpg.jpg?itok=qXudUbZG\" width=\"1400\" /> </div> <div class=\"field field-field-cutline\">A Sudanese refugee boy from el-Fasher poses next to a tree inside the Tine transit refugee camp in eastern Chad, 23 November 2025 (Reuters/Amr Abdallah Dalsh)</div> <div class=\"field field-field-wide-photo-video\">Off</div> <div class=\"field field-body clearfix\"><p style=\"margin-bottom: 16px;\"><a href=\"https://www.middleeasteye.net/countries/sudan\">Sudanese</a> paramilitaries and rebels abducted 21 children in South Kordofan state last week with the intention of recruiting them as fighters, two witnesses and a medical network told Middle East Eye.</p> <p>The boys, all aged 14 or 15, were among 150 men and youths seized by the paramilitary <a href=\"https://www.middleeasteye.net/news/sudan-rsf-who-paramilitary-force\">Rapid Support Forces </a>(RSF) and Abdelaziz al-Hilu’s faction of the Sudan People’s Liberation Movement - North (SPLM-N) when they overran al-Zallataya gold mine and the surrounding area on 24 November.</p> <p>According to <a href=\"https://sudandoctors.net\">the Sudan Doctors Network</a>, a group that has been supporting civilians throughout the course of <a href=\"https://www.middleeasteye.net/topics/sudan-war\">Sudan's war</a>, the raid began shortly after the RSF announced it was beginning a unilateral three-month “humanitarian” ceasefire.</p> <p>One witness, a medic in his 40s, told MEE that fighters raiding neighbouring areas, including the village of Tebsa, may have detained as many as 700 others at the same time.&nbsp;</p> <p>A second witness, an activist in her 30s, said there was no fighting nearby when the fighters suddenly stormed the area.</p><div class=\"block-adsense block-adsense-managed-ad-block\"><div> <div class=\"adsense responsive\"> <!-- responsive --> <ins class=\"adsbygoogle mee-auto-ad-wrapper \" style=\"display: block;\"></ins> </div> </div> </div> <p>“The situation was completely normal, everyone was going to work,” she said. “Some were already in their workplaces, and others were in their homes.”</p> <p>Scores of young men were working in the gold mine when they were detained. The fighters also went from house to house rounding up others.</p> <p>“The abductions were carried out in a humiliating manner. Some families later contacted their sons, who told them they were being held in a closed recruitment area with no possibility of escape,” the activist said.</p> <p>Before the raid, the area had been held by the Sudanese Armed Forces (SAF), which has been at war with the RSF since April 2023.</p> <p>According to the witnesses, most SAF soldiers previously in the area had been redeployed. Four people were wounded during the raid on al-Zallataya, the Sudan Doctors Network said.</p><div class=\"block-adsense block-adsense-managed-ad-block\"><div> <div class=\"adsense responsive\"> <!-- responsive --> <ins class=\"adsbygoogle mee-auto-ad-wrapper \" style=\"display: block;\"></ins> </div> </div> </div> <p>Middle East Eye has asked SAF and Tasis, the political arm of the RSF, for comment.</p> <h3>Escalation in South Kordofan</h3> <p>In recent days, fighting has escalated in South Kordofan, a strategically important state centred on the Nuba Mountains in southern Sudan.</p> <p>On Saturday, the SPLM-N said a SAF drone strike on the Kumo area of the mountains killed 45 civilians, mostly schoolchildren.</p> <p>The Sudanese military said it seized several strategic villages in South Kordofan over the weekend that had long been held by the SPLM-N.</p> <p>Since splitting from the Sudan People’s Liberation Movement rebel group after the independence of South Sudan in 2011, the SPLM-N has been divided into three factions.</p><div class=\"block-adsense block-adsense-managed-ad-block\"><div> <div class=\"adsense responsive\"> <!-- responsive --> <ins class=\"adsbygoogle mee-auto-ad-wrapper \" style=\"display: block;\"></ins> </div> </div> </div> <p>Hilu’s faction is based in the Nuba Mountains and has grown closer to the RSF since Sudan’s war broke out over plans to fold the paramilitaries into the regular Sudanese army.</p> <div class=\"mee-readmore mee-readmore-article-story mee-readmore-type-image align-right\"> <a class=\"mee-readmore-img-link\" href=\"https://www.middleeasteye.net/news/inside-khartoum-sudans-ravaged-capital-where-paramilitaries-looted-history\"><img alt=\"alt\" class=\"mee-readmore-image\" height=\"250\" src=\"https://www.middleeasteye.net/sites/default/files/styles/read_more/public/images-story/khartoum%20sudan%20republican%20palace%20afp.jpg.webp?itok=8LXKGZca\" width=\"400\" /> </a> <div class=\"mee-readmore-description\">Inside Khartoum: Sudan’s ravaged capital where paramilitaries looted history</div> <a class=\"mee-readmore-link\" href=\"https://www.middleeasteye.net/news/inside-khartoum-sudans-ravaged-capital-where-paramilitaries-looted-history\">Read More »</a> </div> <p>Though at first their alliance appeared to be tacit, Hilu is now part of the RSF’s parallel government and part of the 15-member presidential council of Tasis.</p> <p>MEE’s sources in South Kordofan said they could tell the fighters abducting people in al-Zallataya were members of the RSF and SPLM-N because of their uniforms.</p> <p>They also said that some local youths who were known to have joined the factions were among the raiders.</p> <p>In October 2023, <a href=\"https://news.un.org/en/story/2023/10/1142397\">the UN reported</a> that the RSF was recruiting vulnerable children, particularly those who are poor or unaccompanied.</p> <p>A video circulating online in October <a href=\"https://www.middleeasteye.net/news/rsf-fighters-film-themselves-massacring-sudanese-fleeing-el-fasher\">appeared to show </a>a child soldier shooting dead an unarmed man outside el-Fasher when the RSF seized the North Darfur city, <a href=\"https://www.middleeasteye.net/news/rape-ransom-and-execution-road-out-sudans-el-fasher\">committing mass atrocities</a> as it did so.</p> <p><a href=\"https://www.savethechildren.org.uk/news/media-centre/press-releases/2025/sudan-one-child-every-10-seconds-has-been-forced-flee-their\">Save the Children said</a> in April that an average of one child every 10 seconds has been forced to flee their homes since the war broke out.</p> <p>Tens of thousands of people have been killed and 13 million more displaced by the conflict.</p> </div> <div class=\"field field-field-topic\"><a href=\"https://www.middleeasteye.net/topics/sudan-war\" hreflang=\"en\">Sudan war</a></div> <div class=\"field field-field-coauthor-location\"> <div> </div> <div> </div> <div> </div> <div> </div> </div> <div class=\"field field-field-article-location\"> </div> <div class=\"field field-field-section\"><a href=\"https://www.middleeasteye.net/news/all\" hreflang=\"en\">News</a></div> <div class=\"field field-field-post-date-override\"> <div>Post Date Override</div> <div>0</div> </div> <div class=\"field field-field-update-date-override\"> <div>Update Date</div> <div><time datetime=\"2020-05-04T21:19:45+01:00\">Mon, 05/04/2020 - 21:19</time> </div> </div> <div class=\"field field-field-update-date-check\"> <div>Update Date Override</div> <div>0</div> </div> </div> </article>",
    "published": "Mon, 01 Dec 2025 15:45:13 +0000",
    "country": "Autres",
    "key": "cc538ade3370f09bb26c370224eef28f"
  },
  {
    "title": "Campaigners slam Dublin council's decision to suspend plans to rename Herzog Park",
    "link": "https://www.middleeasteye.net/live-blog/live-blog-update/campaigners-slam-dublin-councils-decision-suspend-plans-rename-herzog",
    "summary": "<article class=\"live-blog-update default clearfix\"> <h2> <a href=\"https://www.middleeasteye.net/live-blog/live-blog-update/campaigners-slam-dublin-councils-decision-suspend-plans-rename-herzog\" rel=\"bookmark\"> <span class=\"field field-title\">Campaigners slam Dublin council's decision to suspend plans to rename Herzog Park</span> </a> </h2> <div class=\"content\"> <div class=\"field field-field-text\"><p>Dublin City Council has come under fire after suspending plans to remove the name of a former&nbsp;<a href=\"https://www.middleeasteye.net/countries/israel\" target=\"_blank\">Israeli</a>&nbsp;president from a public park.</p> <p>The Irish capital's governing body&nbsp;on Monday was scheduled to debate a proposal to rename Herzog Park, named after Chaim Herzog, who was born in Belfast in Northern Ireland and grew up in Dublin before serving as Israeli president between 1983 and 1993.&nbsp;</p> <p>However, council chief executive Richard Shakespeare said on Sunday he was proposing to withdraw the item from Monday’s agenda and refer it back to the commemorations committee, saying that correct legislative procedures had not been followed.</p> <p>Many pro-Palestinian&nbsp;<a href=\"https://www.change.org/p/rename-herzog-park-in-dublin-to-hind-rajab-park-bakr-family-football-pitch/u/34104441\" target=\"_blank\">campaigners</a>&nbsp;have called for the park to be renamed&nbsp;after Hind Rajab, the six-year-old girl who was shot and killed by Israeli forces in Gaza in January 2024 after pleading with emergency services to rescue her.&nbsp;</p> <h3><a href=\"https://www.middleeasteye.net/trending/campaigners-slam-dublin-council-decision-suspend-plans-remove-name-herzog-park\">Read more:&nbsp;Campaigners slam Dublin council's decision to suspend plans to rename Herzog Park</a></h3> <figure class=\"media-block\"> <div class=\"group-inner\"> <div alt=\"A plaque reads 'Herzog Park' commemorating Chaim Herzog, Israel's sixth president, Dublin, Ireland, 30 November 2025 (Reuters/Clodagh Kilcoyne)\" class=\"embedded-entity\"> <img alt=\"A plaque reads 'Herzog Park' commemorating Chaim Herzog, Israel's sixth president, Dublin, Ireland, 30 November 2025 (Reuters/Clodagh Kilcoyne)\" height=\"933\" src=\"https://www.middleeasteye.net/sites/default/files/2025-11-30T170347Z_1466664098_RC247IAPSPYP_RTRMADP_3_IRELAND-ISRAEL.JPG\" width=\"1400\" /> </div> <figcaption>A plaque reads 'Herzog Park' commemorating Chaim Herzog, Israel's sixth president, Dublin, Ireland, 30 November 2025 (Reuters/Clodagh Kilcoyne)</figcaption> </div> </figure> <p><span><img height=\"15\" src=\"data:image/gif;base64,R0lGODlhAQABAPABAP///wAAACH5BAEKAAAALAAAAAABAAEAAAICRAEAOw==\" title=\"Click and drag to move\" width=\"15\" /></span></p> <p><span><img alt=\"alt\" height=\"15\" src=\"data:image/gif;base64,R0lGODlhAQABAPABAP///wAAACH5BAEKAAAALAAAAAABAAEAAAICRAEAOw==\" title=\"Click and drag to move\" width=\"15\" /></span></p> </div> </div> </article>",
    "published": "Mon, 01 Dec 2025 15:40:04 +0000",
    "country": "Israël/Palestine",
    "key": "81743a40e8da371109289c3385d25483"
  },
  {
    "title": "Italy to deport Egyptian imam over comments at pro-Palestine rally",
    "link": "https://www.middleeasteye.net/live-blog/live-blog-update/italy-deport-egyptian-imam-over-comments-pro-palestine-rally",
    "summary": "<article class=\"live-blog-update default clearfix\"> <h2> <a href=\"https://www.middleeasteye.net/live-blog/live-blog-update/italy-deport-egyptian-imam-over-comments-pro-palestine-rally\" rel=\"bookmark\"> <span class=\"field field-title\">Italy to deport Egyptian imam over comments at pro-Palestine rally</span> </a> </h2> <div class=\"content\"> <div class=\"field field-field-text\"><p>An&nbsp;<a href=\"https://middleeasteye.org/countries/egypt\" target=\"_blank\">Egyptian</a>&nbsp;imam is facing deportation from&nbsp;<a href=\"http://middleeasteye.org/tags/italy\" target=\"_blank\">Italy&nbsp;</a>for comments he made at a&nbsp;pro-<a href=\"https://middleeasteye.org/countries/palestine\" target=\"_blank\">Palestine</a>&nbsp;rally in Turin on 9 October.</p> <p>Mohamed Shahin, formerly an imam at Turin's San Salvario mosque, allegedly described the Hamas-led attack on southern Israel on 7 October - which caused the deaths of 1,200 people - as an act of “resistance after years of occupation”.&nbsp;</p> <p>The 46-year-old, who has been resident in Italy for 21 years, was arrested in a dawn raid by counter-terrorism police on 24 November after the Ministry of Interior issued an expulsion order and revoked his residence permit.</p> <h3><a href=\"https://www.middleeasteye.net/news/italy-deport-egyptian-imam-over-comments-pro-palestine-rally\">Read more:&nbsp;Italy to deport Egyptian imam over comments at pro-Palestine rally</a></h3> <figure class=\"media-block\"> <div class=\"group-inner\"> <div alt=\"Protesters hold posters reading \" class=\"embedded-entity\"> <img alt=\"Protesters hold posters reading \" height=\"788\" src=\"https://www.middleeasteye.net/sites/default/files/Untitled_17.jpg\" width=\"1400\" /> </div> <figcaption>Protesters hold posters reading \"Free Mohamed Shahin\" during a nationwide strike organised by the Unione Sindacale di Base (USB Union) in Turin, northwestern Italy on 28 November 2025 (AFP)</figcaption> </div> </figure> <p><span><img height=\"15\" src=\"data:image/gif;base64,R0lGODlhAQABAPABAP///wAAACH5BAEKAAAALAAAAAABAAEAAAICRAEAOw==\" title=\"Click and drag to move\" width=\"15\" /></span></p> </div> </div> </article>",
    "published": "Mon, 01 Dec 2025 15:29:22 +0000",
    "country": "Israël/Palestine",
    "key": "440f02a8b4773b779c350ecdbdaea0c6"
  },
  {
    "title": "Italy to deport Egyptian imam over comments at pro-Palestine rally",
    "link": "https://www.middleeasteye.net/news/italy-deport-egyptian-imam-over-comments-pro-palestine-rally",
    "summary": "<article class=\"story default clearfix\"> <h2> <a href=\"https://www.middleeasteye.net/news/italy-deport-egyptian-imam-over-comments-pro-palestine-rally\" rel=\"bookmark\"> <span class=\"field field-title\">Italy to deport Egyptian imam over comments at pro-Palestine rally</span> </a> </h2> <footer> <div class=\"author\"> Submitted by <span class=\"field field-uid\"><a href=\"https://www.middleeasteye.net/users/katherine-hearst\" lang=\"lang\" title=\"View user profile.\">Katherine Hearst</a></span> on <span class=\"field field-created\"><time datetime=\"2025-12-01T14:02:05+00:00\" title=\"1 December 2025 14:02 GMT\">Mon, 12/01/2025 - 14:02</time> </span> </div> </footer> <div class=\"content\"> <div class=\"field field-field-subhead\">Mohammed Shahin told a Turin court that his expulsion to Egypt would risk his imprisonment, torture and even death</div> <div class=\"field field-field-main-image\"> <source height=\"788\" type=\"image/webp\" width=\"1400\" /> <img alt=\"Protesters hold posters reading &quot;Free Mohamed Shahin&quot; during a nationwide strike organised by the Unione Sindacale di Base (USB Union) in Turin, northwestern Italy on November 28, 2025 (AFP)\" height=\"788\" src=\"https://www.middleeasteye.net/sites/default/files/styles/max_2600x2600/public/images-story/Untitled_17.jpg.jpg?itok=x7t_-5NA\" width=\"1400\" /> </div> <div class=\"field field-field-cutline\">Protesters hold posters reading \"Free Mohamed Shahin\" during a nationwide strike organised by the Unione Sindacale di Base (USB Union) in Turin, northwestern Italy on 28 November 2025 (AFP)</div> <div class=\"field field-field-wide-photo-video\">Off</div> <div class=\"field field-body clearfix\"><p>An <a href=\"https://middleeasteye.org/countries/egypt\">Egyptian</a>&nbsp;imam is facing deportation from <a href=\"http://middleeasteye.org/tags/italy\">Italy </a>for comments he made at a&nbsp;pro-<a href=\"https://middleeasteye.org/countries/palestine\">Palestine</a> rally in Turin on 9 October.</p> <p>Mohamed Shahin, formerly an imam at Turin's San Salvario mosque, allegedly described the Hamas-led attack on southern Israel on 7 October - which caused the deaths of 1,200 people - as an act of “resistance after years of occupation”.&nbsp;</p> <p>The 46-year-old, who has been resident in Italy for 21 years, was arrested in a dawn raid by counter-terrorism police on 24 November after the Ministry of Interior issued an expulsion order and revoked his residence permit.</p> <p>He is currently being held at a repatriation centre in Caltanissetta, Sicily, pending a decision on an asylum claim.</p> <p>Shahin told a judge at the Turin Court of Appeal that his expulsion to Egypt would put him at risk of torture and even death, as he is a known critic of Egyptian President Abdel Fattah el-Sisi.</p><div class=\"block-adsense block-adsense-managed-ad-block\"><div> <div class=\"adsense responsive\"> <!-- responsive --> <ins class=\"adsbygoogle mee-auto-ad-wrapper \" style=\"display: block;\"></ins> </div> </div> </div> <p>He said in court: “I’m not a supporter of Hamas, and I don’t encourage violence. What I've always said is that the Palestinian people must have their own sovereignty.\"</p> <p>Shahin’s lawyers have warned that \"any repatriation would mean certain death\".&nbsp;</p> <p>Italian newspaper Il Fatto Quotidiano <a href=\"https://www.ilfattoquotidiano.it/2025/11/29/imam-shahin-espulsione-piantedosi-torino-notizie/8211527/\">reported</a> that Turin’s prosecutor's office had found no evidence that Shahin’s comments had violated the penal code, nor that they constituted incitement to commit a crime.</p> <p>Ismaele La Vardera, a member of the Sicilian regional assembly, said after visiting Shahin that there would be “no escape” for him should he enter Egypt.</p> <p>While he“expressed doubts” about Shahin’s comments, he said his deportation order is “absolutely disproportionate, unworthy of a democratic country”.</p><div class=\"block-adsense block-adsense-managed-ad-block\"><div> <div class=\"adsense responsive\"> <!-- responsive --> <ins class=\"adsbygoogle mee-auto-ad-wrapper \" style=\"display: block;\"></ins> </div> </div> </div> <p>Around 180 academics<a href=\"https://www.ilfattoquotidiano.it/2025/11/30/gli-accademici-sfidano-piantedosi-sullespulsione-dellimam-di-torino-la-raccolta-firme-precedente-pericoloso/8212157/?utm_term=Autofeed&amp;utm_campaign=Echobox2021&amp;utm_medium=social&amp;utm_content=fattoquotidiano&amp;utm_source=Facebook&amp;fbclid=IwY2xjawOaXmZleHRuA2FlbQIxMQBzcnRjBmFwcF9pZBAyMjIwMzkxNzg4MjAwODkyAAEesTg1PV7vqw7BamNxp3ClfN33oHCpJ6p2awjMTFBfjrfbqWdL1-XV_ZjrI68_aem_A53-QstO8xJ4tc8Z7ycOLQ#Echobox=1764520272\"> issued an open letter</a> calling for Shahin’s release.</p> <p>Meanwhile a network of Turin’s religious leaders <a href=\"https://torinovaldese.org/rete-del-dialogo-cristiano-islamico-per-mohamed-shahin/\">wrote</a> to Interior Minister Matteo Piantedosi expressing “shock and concern” at Shahin's imminent deportation, saying that he was “a key figure in interfaith dialogue and with institutions” and that his expulsion would “jeopardise years of fruitful, peaceful coexistence”.</p> <p>A nation-wide strike called by Unione Sindacale di Base (USB Union)&nbsp;on Friday saw demonstrators <a href=\"https://www.timesofisrael.com/flights-trains-canceled-in-italy-as-activists-rally-against-governments-israel-support/\">holding signs</a> calling for Shahin’s release.</p> <p>The strike, which was attended by Swedish activist Greta Thunberg and UN Special Rapporteur Francesca Albanese, fused pay demands with opposition to what <a href=\"https://www.rainews.it/articoli/2025/11/pro-pal-i-cortei-a-roma-e-a-milano-con-greta-thunberg--64c263aa-cf2b-457d-b31c-82a9e699d037.html\">organisers described </a>as the Italian government's complicity in Israel's genocide in Gaza.</p> </div> <div class=\"field field-field-topic\"><a href=\"https://www.middleeasteye.net/topics/israel-genocide-gaza\" hreflang=\"en\">Israel's genocide in Gaza</a></div> <div class=\"field field-field-coauthor-location\"> <div> </div> <div> </div> <div> </div> <div> </div> </div> <div class=\"field field-field-article-location\"> </div> <div class=\"field field-field-section\"><a href=\"https://www.middleeasteye.net/news/all\" hreflang=\"en\">News</a></div> <div class=\"field field-field-post-date-override\"> <div>Post Date Override</div> <div>0</div> </div> <div class=\"field field-field-update-date-override\"> <div>Update Date</div> <div><time datetime=\"2020-05-04T21:19:45+01:00\">Mon, 05/04/2020 - 21:19</time> </div> </div> <div class=\"field field-field-update-date-check\"> <div>Update Date Override</div> <div>0</div> </div> </div> </article>",
    "published": "Mon, 01 Dec 2025 15:07:28 +0000",
    "country": "Israël/Palestine",
    "key": "b8721280f32a2f95d090d6072daa511c"
  },
  {
    "title": "Campaigners slam Dublin council's decision to suspend plans to rename Herzog Park",
    "link": "https://www.middleeasteye.net/trending/campaigners-slam-dublin-council-decision-suspend-plans-remove-name-herzog-park",
    "summary": "<article class=\"trending default clearfix\"> <h2> <a href=\"https://www.middleeasteye.net/trending/campaigners-slam-dublin-council-decision-suspend-plans-remove-name-herzog-park\" rel=\"bookmark\"> <span class=\"field field-title\">Campaigners slam Dublin council's decision to suspend plans to rename Herzog Park </span> </a> </h2> <footer> <div class=\"author\"> Submitted by <span class=\"field field-uid\"><a href=\"https://www.middleeasteye.net/users/dalia-anis\" lang=\"lang\" title=\"View user profile.\">Dalia Anis</a></span> on <span class=\"field field-created\"><time datetime=\"2025-12-01T11:29:09+00:00\" title=\"1 December 2025 11:29 GMT\">Mon, 12/01/2025 - 11:29</time> </span> </div> </footer> <div class=\"content\"> <div class=\"field field-field-subhead\">Critics argue park should have new name, saying former Israeli president Chaim Herzog was a 'colonial governor responsible for ethnic cleansing'</div> <div class=\"field field-field-main-image\"> <source height=\"933\" type=\"image/webp\" width=\"1400\" /> <img alt=\"alt\" height=\"933\" src=\"https://www.middleeasteye.net/sites/default/files/styles/max_2600x2600/public/images-story/2025-11-30T170347Z_1466664098_RC247IAPSPYP_RTRMADP_3_IRELAND-ISRAEL.JPG.jpg?itok=i2Na1hJS\" width=\"1400\" /> </div> <div class=\"field field-field-cutline\">A plaque reads 'Herzog Park' commemorating Chaim Herzog, Israel's sixth president, Dublin, Ireland, 30 November 2025 (Reuters/Clodagh Kilcoyne)</div> <div class=\"field field-field-wide-photo-video\">Off</div> <div class=\"field field-body clearfix\"><p>Dublin City Council has come under fire after suspending plans to remove the name of a former <a href=\"https://www.middleeasteye.net/countries/israel\">Israeli</a> president from a public park.</p> <p>The Irish capital's governing body&nbsp;on Monday was scheduled to debate a proposal to rename Herzog Park, named after Chaim Herzog, who was born in Belfast in Northern Ireland and grew up in Dublin before serving as Israeli president between 1983 and 1993.&nbsp;</p> <p>The council was to also hold a consultation process on choosing a new name.</p> <p>However, council chief executive Richard Shakespeare said on Sunday he was proposing to withdraw the item from Monday’s agenda and refer it back to the commemorations committee, saying that correct legislative procedures had not been followed.</p> <p>The decision came after <a href=\"https://x.com/nealerichmond/status/1994915569858961449?s=20\">pushback</a> - from both the Irish government and Israeli leaders -&nbsp;over the weekend.</p><div class=\"block-adsense block-adsense-managed-ad-block\"><div> <div class=\"adsense responsive\"> <!-- responsive --> <ins class=\"adsbygoogle mee-auto-ad-wrapper \" style=\"display: block;\"></ins> </div> </div> </div> <p>Israeli President Isaac Herzog, who is also the son of Chaim,&nbsp;<a href=\"https://www.timesofisrael.com/irish-government-slams-dublin-plan-to-remove-name-of-chaim-herzog-from-city-park/\">slammed </a>the move to rename the park as “shameful and disgraceful”.</p> <p>Irish Foreign Minister Helen McEntree <a href=\"https://www.gov.ie/en/department-of-foreign-affairs/press-releases/statement-by-minister-mcentee-on-herzog-park/\">said</a> that \"remov(ing) the name of an Irish Jewish man has nothing to do with\"&nbsp;Israel’s \"policy and actions in Gaza and the West Bank\".&nbsp;</p> <p>Prime Minister Micheal Martin and Deputy Prime Minister Simon Harris also urged the withdrawal of the motion to rename the park.</p> <p>“The proposal is a denial of our history and will without any doubt be seen as antisemitic” the premier said on X, formerly known as Twitter.&nbsp;</p> <div class=\"url-embed-wrapper\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">The proposal to rename Herzog Park should be withdrawn in its entirety and not proceeded with. <a href=\"https://t.co/2DmscslEOn\">pic.twitter.com/2DmscslEOn</a></p>— Micheál Martin (@MichealMartinTD) <a href=\"https://twitter.com/MichealMartinTD/status/1995072414179537055?ref_src=twsrc%5Etfw\">November 30, 2025</a></blockquote> </div> <p>But many online disagreed with the arguments and framing from these politicians.</p> <p>\"Who will see this move as anti-Semitic... the government of Israel?\" Irish journalist and political activist&nbsp;David Cronin<a href=\"https://x.com/dvcronin/status/1995171921630277861?s=20\"> asked </a>Martin on X.&nbsp;</p><div class=\"block-adsense block-adsense-managed-ad-block\"><div> <div class=\"adsense responsive\"> <!-- responsive --> <ins class=\"adsbygoogle mee-auto-ad-wrapper \" style=\"display: block;\"></ins> </div> </div> </div> <p>\"Why are you so worried about offending a state carrying out a genocide?\"</p> <div class=\"url-embed-wrapper\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Jews for Palestine Ireland fully support the campaign to rename Herzog park so that it no longer honours a man who gladly took part in a large scale ethnic cleansing.</p>— Jews for Palestine Ireland (@JewishPeace) <a href=\"https://twitter.com/JewishPeace/status/1995172820616466432?ref_src=twsrc%5Etfw\">November 30, 2025</a></blockquote> </div> <p>Several users also<a href=\"https://x.com/kieran_andrieu/status/1995167753934868487?s=20\"> argued</a> that Herzog was not a neutral symbol of the Irish Jewish community, pointing out that he was a member of the underground Zionist paramilitary organisation, Haganah, which later became the Israeli army.&nbsp;</p> <p>Haganah, together with Zionist militias Irgun and Lehi,<a href=\"https://www.youtube.com/watch?v=OCGtHMxNrXY\"> was responsible for mass atrocities and massacres</a> in Palestinian villages and bombings in the years leading up to, and during the 1948 Nakba.&nbsp;</p> <p>Herzog was also the first Israeli governor of the occupied Palestinian territories and <a href=\"https://www.middleeasteye.net/opinion/more-israel-kills-more-west-portrays-it-victim\">took credit</a> for bulldozing and depopulating the Mughrabi Quarter of East Jerusalem, which he referred to as a \"<a href=\"https://x.com/ireallyhateyou/status/1995294243146039340/photo/2\">toilet</a>\", in 1967.&nbsp;</p> <div class=\"url-embed-wrapper\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">No it should not<br /><br />Chaim Herzog was a leading member of the zionist Haganah terror group that carried out the Nakba and should never have been celebrated in any way in the first place<br /><br />The park should be renamed for Hind Rajab and the victims of the Hebrew Holocaust in Gaza <a href=\"https://t.co/lFvtRotMkE\">https://t.co/lFvtRotMkE</a></p>— David Moloney 🍉 (@cto_maverick) <a href=\"https://twitter.com/cto_maverick/status/1995091961959854480?ref_src=twsrc%5Etfw\">November 30, 2025</a></blockquote> </div> <p>Herzog was a \"colonial governor responsible for... ethnic cleansing,\" <a href=\"https://twitter.com/danpjsheehan/status/1994937645441716691?ref_src=twsrc%5Etfw\">said</a>&nbsp;one user, adding that&nbsp;\"No park in Ireland - or anywhere - should bear his name\".</p> <p>Dublin City Councillor Conor Reddy argued that Israel's genocide in Gaza cannot be viewed as distinct from Zionism or the colonisation of Palestine in the 20th century.&nbsp;</p> <p>\"Denaming Herzog Park is about&nbsp;recognising historic crimes and placing ourselves on the right side of history,\" he continued.&nbsp;</p> <div class=\"url-embed-wrapper\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">You can't decouple Genocide in Gaza+ ethnic cleansing today from Zionism or the colonisation of Palestine over the 20th Century. Genocide is an extension of logic of zionism<br /><br />Denaming Herzog Park is about recognising historic crimes+ placing ourselves on the right side of history</p>— Cllr Conor Reddy 🇵🇸 (@ConorReddy95) <a href=\"https://twitter.com/ConorReddy95/status/1995434197092274624?ref_src=twsrc%5Etfw\">December 1, 2025</a></blockquote> </div> <p>Some pro-Palestinian advocates in Ireland planned for a solidarity demonstration on Monday to protest the council’s decision, which they&nbsp;<a href=\"https://x.com/Sport4Palestine/status/1995229334773071881?s=20\">criticised</a>&nbsp;as “misinformed, disproportionate and bizarre”.&nbsp;</p> <div class=\"url-embed-wrapper\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">There is no reason that Dublin City Council should continue to 'honour' a man who actively participated in the destruction &amp; ethnic cleansing of Palestine in the 1947-48 Nakba, oversaw the occupation of the West Bank &amp; East Jerusalem in 1967 and worked for IDF intelligence.</p>— Gary Spedding (@GarySpedding) <a href=\"https://twitter.com/GarySpedding/status/1994994372249600179?ref_src=twsrc%5Etfw\">November 30, 2025</a></blockquote> </div> <p>The initial renaming plan followed a majority agreement last July by members of the Dublin City Council’s Commemorations and Naming Committee, which included councillors from Fine Gael and Fianna Fail, parties of the governing coalition - that the name “Herzog” should be removed from the park.</p> <p>Pro-Palestinian <a href=\"https://www.change.org/p/rename-herzog-park-in-dublin-to-hind-rajab-park-bakr-family-football-pitch/u/34104441\">campaigners</a>&nbsp;had started calling for the park to be renamed in early 2024. Many said the park should honour Hind Rajab, the six-year-old girl who was shot and killed by Israeli forces in Gaza in January 2024 after pleading with emergency services to rescue her.&nbsp;</p> </div> <div class=\"field field-field-topic\"><a href=\"https://www.middleeasteye.net/topics/israel-genocide-gaza\" hreflang=\"en\">Israel's genocide in Gaza</a></div> <div class=\"field field-field-section\"><a href=\"https://www.middleeasteye.net/trending/all\" hreflang=\"en\">Trending</a></div> <div class=\"field field-field-landing-photo\"> <source height=\"720\" type=\"image/webp\" width=\"1280\" /> <img alt=\"alt\" height=\"720\" src=\"https://www.middleeasteye.net/sites/default/files/styles/max_2600x2600/public/2025-12/COVER%20TEMPLATE%20FOR%20SOCIAL%20ARTICLES%20%284%29.png.jpg?itok=hm4RZSh-\" width=\"1280\" /> </div> <div class=\"field field-field-post-date-override\"> <div>Post Date Override</div> <div>0</div> </div> <div class=\"field field-field-update-date-override\"> <div>Update Date</div> <div><time datetime=\"2020-05-04T21:29:16+01:00\" title=\"4 May 2020 21:29 BST\">Mon, 05/04/2020 - 21:29</time> </div> </div> <div class=\"field field-field-update-date-check\"> <div>Update Date Override</div> <div>0</div> </div> </div> </article>",
    "published": "Mon, 01 Dec 2025 15:07:01 +0000",
    "country": "Israël/Palestine",
    "key": "15e0731031988e000e1458a7d9339f10"
  },
  {
    "title": "Israeli raids stoke renewed takeover fears at West Bank's Joseph’s Tomb",
    "link": "https://www.middleeasteye.net/live-blog/live-blog-update/israeli-raids-stoke-renewed-takeover-fears-west-banks-josephs-tomb",
    "summary": "<article class=\"live-blog-update default clearfix\"> <h2> <a href=\"https://www.middleeasteye.net/live-blog/live-blog-update/israeli-raids-stoke-renewed-takeover-fears-west-banks-josephs-tomb\" rel=\"bookmark\"> <span class=\"field field-title\">Israeli raids stoke renewed takeover fears at West Bank's Joseph’s Tomb</span> </a> </h2> <div class=\"content\"> <div class=\"field field-field-text\"><p>Like many areas across the&nbsp;<a href=\"https://www.middleeasteye.net/topics/occupation\" target=\"_blank\">occupied</a>&nbsp;West Bank, Joseph’s Tomb has seen a spike in assaults by&nbsp;<a href=\"https://www.middleeasteye.net/countries/israel\" target=\"_blank\">Israeli</a>&nbsp;forces and settlers under the cover of the war on Gaza.&nbsp;</p> <p>The site - located near Nablus, which is nominally under Palestinian Authority administrative control - has long been a target of Israeli raids that frequently result in killing of&nbsp;<a href=\"https://www.middleeasteye.net/countries/palestine\" target=\"_blank\">Palestinians</a>.</p> <p>Since October 2023, the site has been subjected to larger and more frequent settler-led incursions, with groups entering the area alongside Israeli forces under a religious pretext.</p> <p>The most recent incident occurred last week, when settlers were joined by 20 US lawmakers from the National Association of Christian Lawmakers (NACL) &nbsp;who praised the Israeli army and reaffirmed their support for Israeli sovereignty over the West Bank.</p> <h3><a href=\"https://www.middleeasteye.net/news/us-lawmakers-back-west-bank-annexation-tour-josephs-tomb\">Read more:&nbsp;Israeli raids stoke renewed takeover fears at West Bank's Joseph’s Tomb</a></h3> <figure class=\"align-center media-block\"> <div class=\"group-inner\"> <div alt=\"Smoke rises in Nablus during an escort of settlers to Joseph’s Tomb by Israeli forces on 4 October 2023 (AFP/Zain Jaafar)\" class=\"embedded-entity\"> <img alt=\"Smoke rises in Nablus during an escort of settlers to Joseph’s Tomb by Israeli forces on 4 October 2023 (AFP/Zain Jaafar)\" height=\"788\" src=\"https://www.middleeasteye.net/sites/default/files/000_33XH78L%20%282%29%20%281%29.jpg\" width=\"1400\" /> </div> <figcaption>Smoke rises in Nablus during an escort of settlers to Joseph’s Tomb by Israeli forces on 4 October 2023 (AFP/Zain Jaafar)</figcaption> </div> </figure> <p><span><img height=\"15\" src=\"data:image/gif;base64,R0lGODlhAQABAPABAP///wAAACH5BAEKAAAALAAAAAABAAEAAAICRAEAOw==\" title=\"Click and drag to move\" width=\"15\" /></span></p> </div> </div> </article>",
    "published": "Mon, 01 Dec 2025 14:59:47 +0000",
    "country": "Israël/Palestine",
    "key": "5ba4eaf7888c087255ecec42e3edc35c"
  },
  {
    "title": "Israeli raids stoke renewed takeover fears at West Bank's Joseph’s Tomb",
    "link": "https://www.middleeasteye.net/news/us-lawmakers-back-west-bank-annexation-tour-josephs-tomb",
    "summary": "<article class=\"story default clearfix\"> <h2> <a href=\"https://www.middleeasteye.net/news/us-lawmakers-back-west-bank-annexation-tour-josephs-tomb\" rel=\"bookmark\"> <span class=\"field field-title\">Israeli raids stoke renewed takeover fears at West Bank's Joseph’s Tomb</span> </a> </h2> <footer> <div class=\"author\"> Submitted by <span class=\"field field-uid\"><a href=\"https://www.middleeasteye.net/users/mera-aladam\" lang=\"lang\" title=\"View user profile.\">Mera Aladam</a></span> on <span class=\"field field-created\"><time datetime=\"2025-11-27T14:14:47+00:00\" title=\"27 November 2025 14:14 GMT\">Thu, 11/27/2025 - 14:14</time> </span> </div> </footer> <div class=\"content\"> <div class=\"field field-field-subhead\">Army-back settler incursions have intensified since October 2023, raising concerns over permanent control in the Palestinian area </div> <div class=\"field field-field-main-image\"> <source height=\"788\" type=\"image/webp\" width=\"1400\" /> <img alt=\"Smoke rises in Nablus during an escort of settlers to Joseph’s Tomb by Israeli forces on 4 October 2023 (AFP/Zain Jaafar)\" height=\"788\" src=\"https://www.middleeasteye.net/sites/default/files/styles/max_2600x2600/public/images-story/000_33XH78L%20%282%29%20%281%29.jpg.jpg?itok=4zKsR4K_\" width=\"1400\" /> </div> <div class=\"field field-field-cutline\">Smoke rises in Nablus during an escort of settlers to Joseph’s Tomb by Israeli forces on 4 October 2023 (AFP/Zain Jaafar)</div> <div class=\"field field-field-wide-photo-video\">Off</div> <div class=\"field field-body clearfix\"><p>Like many areas across the <a href=\"https://www.middleeasteye.net/topics/occupation\">occupied</a> West Bank, Joseph’s Tomb has seen a spike in assaults by <a href=\"https://www.middleeasteye.net/countries/israel\">Israeli</a> forces and settlers under the cover of the war on Gaza.&nbsp;</p> <p>The site - located near Nablus, which is nominally under Palestinian Authority administrative control - has long been a target of Israeli raids that frequently result in killing of <a href=\"https://www.middleeasteye.net/countries/palestine\">Palestinians</a>.</p> <p>Since October 2023, the site has been subjected to larger and more frequent settler-led incursions, with groups entering the area alongside Israeli forces under a religious pretext.</p> <p>The most recent incident occurred last week, when settlers were joined by 20 US lawmakers from the National Association of Christian Lawmakers (NACL) &nbsp;who praised the Israeli army and reaffirmed their support for Israeli sovereignty over the West Bank.</p> <p>“Israel and the Jewish people are the rightful heirs and sovereigns of all these areas,” <a href=\"https://www.jns.org/visiting-us-christian-lawmakers-show-deep-support-for-israel/\">said</a> Arkansas Senator Jason Rapert, founder of NACL, during the army-escorted visit.</p><div class=\"block-adsense block-adsense-managed-ad-block\"><div> <div class=\"adsense responsive\"> <!-- responsive --> <ins class=\"adsbygoogle mee-auto-ad-wrapper \" style=\"display: block;\"></ins> </div> </div> </div> <p>“We appreciate the IDF for their escort and protection as we visited Joseph’s Tomb,” he added.</p> <p>The visit was far from an innocent political gesture, according to Palestinians. &nbsp;</p> <p>Veteran Palestinian journalist and commentator Nawaf al-Amer described it as part of a growing trend since October 2023 indicating an Israeli push for reasserting control.&nbsp;</p> <p>“Since 7 October, the situation has completely shifted,” al-Amer told Middle East Eye.</p> <p>“Israel has been carrying out large, scheduled incursions involving significant numbers of settlers, religious figures, political leaders and influential parliamentarians,” he explained.</p><div class=\"block-adsense block-adsense-managed-ad-block\"><div> <div class=\"adsense responsive\"> <!-- responsive --> <ins class=\"adsbygoogle mee-auto-ad-wrapper \" style=\"display: block;\"></ins> </div> </div> </div> <p>This, along with reports in Israeli media, shows a clear plan to “restore full Israeli control” over the area and re-establish the site as a religious school, he added.</p> <h3>'Fabricated historical narrative'</h3> <p>Since 1967, control over Joseph’s Tomb has been a focus of Israeli ambitions, consistently met with fierce Palestinian resistance.</p> <p>The tomb holds symbolic and religious significance for both Palestinians and Jews, each presenting counter-narratives about the site's history and meaning.</p> <blockquote> <p>'The occupation has attempted to construct a fabricated historical narrative to claim ancient roots in the land'</p> <p><em>-&nbsp;Nawaf al-Amer, Palestinian commentator</em></p> </blockquote> <p>Palestinians believe it is the burial place of Sheikh Youssef Dweikat, a local cleric who lived in nearby Balata in the early 1900s.</p> <p>Israelis, meanwhile, maintain that the shrine contains the tomb of the Prophet Joseph, a figure revered in both Islamic and Jewish traditions.</p> <p>In the 1980s, an Israeli yeshiva was established at the site and heavily guarded by Israeli forces.</p> <p>Settlers regularly organised visits under military protection, often passing through densely populated Palestinian areas.&nbsp;</p> <p>Palestinians, accusing settlers of fabricating religious pretexts to extend Israeli control over the city, frequently confronted these incursions.</p> <p>Israeli forces routinely opened fire at unarmed Palestinians during such protests, killing many over the years.</p> <p>By 2000, the Israeli army abandoned its permanent post at the tomb. However, it continued organising monthly settler visits from across the West Bank.</p> <p>Al-Amer, who has extensively covered events at Joseph’s Tomb, said the religious narrative surrounding the site has been constructed to justify a broader process of Judaisation across the West Bank, which in turn is used to legitimise the occupation.</p> <div class=\"mee-readmore mee-readmore-article-story mee-readmore-type-image align-right\"> <a class=\"mee-readmore-img-link\" href=\"https://www.middleeasteye.net/news/released-israeli-captive-joins-settlers-raid-west-bank-tomb\"><img alt=\"alt\" class=\"mee-readmore-image\" height=\"250\" src=\"https://www.middleeasteye.net/sites/default/files/styles/read_more/public/images-story/josephs%20tomb.jpg.webp?itok=-FQ8t8xp\" width=\"400\" /> </a> <div class=\"mee-readmore-description\">Released Israeli captive joins settlers in raid of West Bank tomb</div> <a class=\"mee-readmore-link\" href=\"https://www.middleeasteye.net/news/released-israeli-captive-joins-settlers-raid-west-bank-tomb\">Read More »</a> </div> <p>“The occupation has attempted to construct a fabricated historical narrative to claim ancient roots in the land, using religious symbolism to serve political aims. Joseph’s Tomb is one example,” he explained.</p> <p>He added that rituals performed by settlers at the site often involve dancing, singing and chants.</p> <p>“The religious claim of prayer is viewed as a cover for political, settlement and Judaisation objectives, similar to hundreds of other locations,” he said.</p> <p>He noted there is now an attempt to reintroduce the yeshiva, given the expansion of settler activity across the West Bank since October 2023.</p> <p>Over the past two years, settler violence and access restrictions have surged across the West Bank, leading to the forced displacement of 2,200 Palestinians from their homes, according to the UN.</p> <p>This comes in addition to more than 6,000 people displaced due to home demolitions, and a further 40,000 displaced from northern West Bank refugee camps during Israeli military assaults.</p> <p>Settlers have also killed 21 Palestinians during the same period, out of more than 1,000 people killed by Israeli forces in the West Bank.</p> </div> <div class=\"field field-field-topic\"><a href=\"https://www.middleeasteye.net/topics/occupation\" hreflang=\"en\">Occupation</a></div> <div class=\"field field-field-coauthor-location\"> <div> </div> <div> </div> <div> </div> <div> </div> </div> <div class=\"field field-field-article-location\"> </div> <div class=\"field field-field-section\"><a href=\"https://www.middleeasteye.net/news/all\" hreflang=\"en\">News</a></div> <div class=\"field field-field-post-date-override\"> <div>Post Date Override</div> <div>0</div> </div> <div class=\"field field-field-update-date-override\"> <div>Update Date</div> <div><time datetime=\"2020-05-04T21:19:45+01:00\">Mon, 05/04/2020 - 21:19</time> </div> </div> <div class=\"field field-field-update-date-check\"> <div>Update Date Override</div> <div>0</div> </div> </div> </article>",
    "published": "Mon, 01 Dec 2025 14:28:38 +0000",
    "country": "Israël/Palestine",
    "key": "7cff18b8eeea84ee189f8cc19a83ba6c"
  },
  {
    "title": "Egypt trains hundreds of Palestinians for future Gaza police force",
    "link": "https://www.middleeasteye.net/live-blog/live-blog-update/egypt-trains-hundreds-palestinians-future-gaza-police-force",
    "summary": "<article class=\"live-blog-update default clearfix\"> <h2> <a href=\"https://www.middleeasteye.net/live-blog/live-blog-update/egypt-trains-hundreds-palestinians-future-gaza-police-force\" rel=\"bookmark\"> <span class=\"field field-title\">Egypt trains hundreds of Palestinians for future Gaza police force</span> </a> </h2> <div class=\"content\"> <div class=\"field field-field-text\"><p>Egypt is training hundreds of Palestinian police officers with an eye towards integrating them into a post-war security force in Gaza, a Palestinian official told AFP.</p> <p>A first group of more than 500 officers were trained in Cairo in March and since September the two-month courses have resumed to welcome hundreds more people, the official said on condition of anonymity.&nbsp;</p> <p>He added that all members of the force will be from the Gaza Strip and paid by the Ramallah-based Palestinian Authority.&nbsp;</p> <p>\"We received outstanding operational training, with modern equipment for border surveillance,\" said a Palestinian lieutenant who also requested anonymity for security reasons.</p> </div> </div> </article>",
    "published": "Mon, 01 Dec 2025 14:23:56 +0000",
    "country": "Israël/Palestine",
    "key": "f7d6b4122202d6845b99f3f013debdc0"
  },
  {
    "title": "Over one-third of Israelis support Netanyahu pardon: polls",
    "link": "https://www.middleeasteye.net/live-blog/live-blog-update/over-one-third-israelis-support-netanyahu-pardon-polls",
    "summary": "<article class=\"live-blog-update default clearfix\"> <h2> <a href=\"https://www.middleeasteye.net/live-blog/live-blog-update/over-one-third-israelis-support-netanyahu-pardon-polls\" rel=\"bookmark\"> <span class=\"field field-title\">Over one-third of Israelis support Netanyahu pardon: polls</span> </a> </h2> <div class=\"content\"> <div class=\"field field-field-text\"><p>More than a third of Israelis favour granting Prime Minister Benjamin Netanyahu a pardon, according to two surveys released on Sunday.</p> <p>A Kan public broadcaster poll found that 38 percent of respondents support pardoning Netanyahu, while 43 percent are opposed.</p> <p>Channel 12 News reported a nearly identical level of support in its own survey. It found that support for a pardon increases from 36 to 38 percent if it is contingent on Netanyahu stepping away from political life.</p> </div> </div> </article>",
    "published": "Mon, 01 Dec 2025 14:10:29 +0000",
    "country": "Israël/Palestine",
    "key": "ec51d2aba08a425533bab333fdcc3956"
  },
  {
    "title": "What I learned at the inaugural Your Party Conference",
    "link": "https://www.middleeasteye.net/news/uk-your-party-inaugural-conference-what-i-learned",
    "summary": "<article class=\"story default clearfix\"> <h2> <a href=\"https://www.middleeasteye.net/news/uk-your-party-inaugural-conference-what-i-learned\" rel=\"bookmark\"> <span class=\"field field-title\">What I learned at the inaugural Your Party Conference</span> </a> </h2> <footer> <div class=\"author\"> Submitted by <span class=\"field field-uid\"><a href=\"https://www.middleeasteye.net/users/imran-mulla\" lang=\"lang\" title=\"View user profile.\">Imran Mulla</a></span> on <span class=\"field field-created\"><time datetime=\"2025-12-01T09:55:08+00:00\" title=\"1 December 2025 09:55 GMT\">Mon, 12/01/2025 - 09:55</time> </span> </div> </footer> <div class=\"content\"> <div class=\"field field-field-subhead\">The feud between Jeremy Corbyn and Zarah Sultana was on full display, but working-class supporters, eager for an alternative to Labour, rallied behind Britain's newest political outfit </div> <div class=\"field field-field-main-image\"> <source height=\"788\" type=\"image/webp\" width=\"1400\" /> <img alt=\"Jeremy Corbyn, the co-founder of &quot;Your Party&quot;, delivers a speech on the first day of the Founding Conference for Your Party in Liverpool on 29 November 2025 (Darren Staples/AFP)\" height=\"788\" src=\"https://www.middleeasteye.net/sites/default/files/styles/max_2600x2600/public/images-story/jeremy-corbyn-speaks-your-party-conference-29-nov-2025-afp.jpg.jpg?itok=HsyQUoEa\" width=\"1400\" /> </div> <div class=\"field field-field-cutline\">Jeremy Corbyn, the co-founder of Your Party, delivers a speech on the first day of the founding conference in Liverpool on 29 November 2025 (Darren Staples/AFP)</div> <div class=\"field field-field-wide-photo-video\">On</div> <div class=\"field field-body clearfix\"><p>As thousands streamed into Liverpool's Exhibition Centre this weekend, Zarah Sultana chose to stand outside in the biting wind and cold.</p> <p>The Your Party founding conference had already begun and Jeremy Corbyn was giving his opening speech.</p> <p>But Sultana, supposedly co-leading the founding process with him, appeared instead as a Trotsky-esque leader in exile. Fittingly, she was dressed in a bright red suit.</p> <p>It began raining and I suggested that we stand closer to the conference building, where there was some shade, but the 32-year-old continued talking.&nbsp;</p> <p>She told me she was confident the&nbsp;<a href=\"https://www.middleeasteye.net/countries/uk\">UK</a>'s&nbsp;newest&nbsp;political party could still pull through.&nbsp;</p><div class=\"block-adsense block-adsense-managed-ad-block\"><div> <div class=\"adsense responsive\"> <!-- responsive --> <ins class=\"adsbygoogle mee-auto-ad-wrapper \" style=\"display: block;\"></ins> </div> </div> </div> <p>\"The second that we are able to go out into our communities, knock on doors and organise,\" she said, \"we will see shifts in the polling because obviously that is our job to move the polls, not just accept them as they are.</p> <p>\"And I believe that we have a world to win, and this party will be the start of the anger.\"</p> <p>But shortly afterwards she announced that she was boycotting the conference until her scheduled speech the next day, in solidarity with&nbsp;members of the Socialist Workers Party (SWP) - who were refused entry because Your Party rules dictate you can't be a member of both parties at once.</p> <p>Sultana calmly walked&nbsp;away as a group of journalists ran after her.&nbsp;</p> <p>\"She's very welcome inside the conference and she's speaking tomorrow,\" a party spokesperson said shortly afterwards.</p> <p></p> <p>Inside the mercifully warm conference venue Corbyn - whose team seemed to be running the show - struck a hopeful tone.&nbsp;</p> <p>When I interviewed him over the summer, the party, not yet existent, was polling above ten percent and hundreds of thousands of people signed up. Corbyn had told me he was confident the party would transform British politics and be \"a lot of fun\".</p> <p>But since then the party has been wracked by bitter factional disputes.</p> <p>Two of the party's MPs, Adnan Hussain and Iqbal Mohamed, left in the two weeks leading up to the conference.&nbsp;</p> <p>Corbyn told me he had received \"very nice messages\" from both of them that morning, \"wishing us well, wishing the conference well and wanting to work together in the future.\"</p><div class=\"block-adsense block-adsense-managed-ad-block\"><div> <div class=\"adsense responsive\"> <!-- responsive --> <ins class=\"adsbygoogle mee-auto-ad-wrapper \" style=\"display: block;\"></ins> </div> </div> </div> <p>He is understood to be on far better terms with the two MPs who have left than with Sultana herself. \"We offer something democratic and exclusive,\" he told me, explaining why he thinks it is vital the party succeeds.&nbsp;</p> <p>\"A lot of people in this country feel completely ignored by the major political parties.\"</p> <h3>High enthusiasm</h3> <p>The conference itself was a classically left-wing affair.</p> <p>There were about 3,000 attendees out of a 55,000-strong membership. By contrast, this year's&nbsp;Labour Party conference was slick and professional but lacked energy; Reform's was flashy and bombastic; the Liberal Democrat conference felt like a garden centre; and the Green conference was full of old friends hugging each other and singing leader Zack Polanski's praises.</p> <p>Your Party was different. The inside of the venue was drab and decorations were minimal. Stalls in the main hall were devoted to Palestine solidarity, anti-racist groups&nbsp;and the Campaign for Nuclear Disarmament.&nbsp;</p><div class=\"block-adsense block-adsense-managed-ad-block\"><div> <div class=\"adsense responsive\"> <!-- responsive --> <ins class=\"adsbygoogle mee-auto-ad-wrapper \" style=\"display: block;\"></ins> </div> </div> </div> <p>This conference ran almost solely on the enormous energy of attendees.&nbsp;</p> <p>The party faithful moved excitedly in droves through the venue. They were more diverse than at perhaps any other party: elderly activists in overcoats and kefiyyehs, young women in woolly jumpers and keffiyehs, bearded Pakistani men in blazers and women in hijabs.&nbsp;</p> <p>They were centre-left liberals, democratic socialists, anarchists, communists, anarcho-communists and Trotskyites. You couldn't walk for ten seconds without being handed a political pamphlet.</p> <p>This extraordinary coalition had amassed largely because of the Israeli genocide in Gaza and perceived British complicity in it, which provoked a storm of outrage against Labour at the 2024 general election and contributed to the unprecedented election of five independent MPs who overcame local Labour machines.&nbsp;</p> <blockquote> <p>'We have to build a healthy party. It's not about individuals, it's about policies to help the poor and the oppressed'</p> <p>- <em>Attendee</em></p> </blockquote> <p>Since then the number of independent councillors has exploded and a party has formed around the MPs - the Independent Alliance - and Sultana, who left Labour in July.</p> <p>All the independents campaigned on a general anti-establishment platform and have since collaborated in parliament on key domestic issues, like opposing Labour's two-child benefit cap.&nbsp;</p> <p>But following the departure of the two MPs, the mood began to change.</p> <p>Most of the Your Party members I spoke to were furious at the infighting, which they said risked destroying what they saw&nbsp;as the last chance to build a movement that could&nbsp;stand up to Nigel Farage’s anti-immigrant Reform UK which is topping the polls.</p> <p>The party faithful I spoke to at the conference had differing views on how the party should be run.&nbsp;</p> <p>Some were diehard Corbyn fans; others were Team Zarah. But they all agreed on one thing: the stakes were too high for the party to fail. It had to get its act together.</p> <p>\"As a child,\" one elderly lady told me, \"I was very poor. I was homeless, and the only reason that I managed was that we managed to get a council house, and we managed to survive and thrive and went to university.</p> <p>\"I joined the Labour Party when I was 16. I left last year when I was 71 because the Labour Party is no longer the party for ordinary working class people.</p> <p>\"We have to build a healthy party. It's not about individuals, it's about policies to help the poor and the oppressed. It's about international politics to support Palestinians against atrocities in Gaza.\"</p> <h3>A democratic founding</h3> <p>And this conference, it was clear, would determine the party's identity. Members would vote firstly on what to name it - For The Many? Slightly clunky. Our Party? Likely to regularly confuse television audiences. The Popular Alliance? Maybe a premature claim.</p> <p>In the end members settled on keeping the name Your Party. At least this means the conference banners can be reused in future.&nbsp;</p> <p>But the most important vote was on whether to elect a single leader - Corbyn had publicly backed this option - or to have a collective leadership of the members, Sultana's favoured option.</p> <p>No one I spoke to really understood what the second option would look like, but many argued it was the most democratic.</p> <p>An older idea to have Sultana and Corbyn serve as co-leaders was dead - everyone knew the two weren't even on speaking terms.</p> <div class=\"mee-readmore mee-readmore-article-the-big-story mee-readmore-type-image align-right\"> <a class=\"mee-readmore-img-link\" href=\"https://www.middleeasteye.net/big-story/how-independent-mps-transformed-british-politics\"><img alt=\"alt\" class=\"mee-readmore-image\" height=\"250\" src=\"https://www.middleeasteye.net/sites/default/files/styles/read_more/public/images-story/IMG_20250703_165935.png.webp?itok=emjYlak5\" width=\"400\" /> </a> <div class=\"mee-readmore-description\">How independent MPs transformed British politics</div> <a class=\"mee-readmore-link\" href=\"https://www.middleeasteye.net/big-story/how-independent-mps-transformed-british-politics\">Read More »</a> </div> <p>Often the mood of the conference was excited. The members were enthused. They called each other comrade and booed in unison at every mention of Keir Starmer.&nbsp;</p> <p>They chanted \"Free Palestine\"&nbsp;during Corbyn's opening speech and cried \"shame\"&nbsp;when Reform came up.</p> <p>But infighting kept breaking out.&nbsp;</p> <p>This started at an event the night before, which saw Corbyn reciting Mahmoud Darwish and talking about the power of poetry. At the start a man was ejected for unclear reasons. \"I'm being evicted!\" he yelled.</p> <p>\"Let him stay!\"&nbsp;someone else shouted.</p> <p>\"Sabotage! MI5!\" thundered Len McKluskey, the former general secretary of Unite and ally of Corbyn, who was on stage. Next to him Corbyn sipped water and waited for the commotion to subside.</p> <p>Similar rancour continued during the debates on various party issues on Saturday.&nbsp;</p> <p>\"You are all very welcome to participate in comradely debate,\" the members were told, but when it was clarified that they would have to queue up to speak and could not simply shout from the floor, numerous members began shouting from the floor in protest.</p> <p>A debate began on whether to allow dual membership, pertinent for the expelled Socialist Workers Party members. Multiple people spoke in favour of allowing dual membership, and the chair struggled to find someone to represent the opposite side.&nbsp;</p> <p>When a member was finally selected to speak against allowing dual membership, he immediately confessed to the crowd that not only did he actually support dual membership but that \"I am myself a member of the Socialist Workers Party\".</p> <h3>The trans debate</h3> <p>One major issue that kept rearing its head was trans rights, which had caused a battle between Sultana and Hussain, who left the party earlier this month, saying it was intolerant.&nbsp;</p> <p>In September Hussain had said that \"women's rights and safe spaces should not be encroached upon\" and that \"safe third spaces should be an alternative option\".</p> <p>He added that trans women are \"not biologically women, hence trans women\", echoing the Supreme Court's ruling earlier this year.</p> <p>Sultana responded by suggesting Hussain had no place in the party, declaring: \"There is no room for socially conservative views in a left-wing socialist party. Period.\"</p> <p>I asked Sultana whether she still stands by that uncompromising position.</p> <p>She rowed back on it, telling me that \"there are socially conservative people in all communities, in the trade union movement, in all parts of society, and we are seeking to reflect the whole country and seek their votes.&nbsp;</p> <p>\"So obviously, even our membership will reflect that broad base. I don't deny that. I think it's important to highlight that as a socialist party, we have to centre the most marginalised.\"</p> <blockquote> <p>'Has it been the most perfect start? No. But tell me any party or any organisation that has been formed without some kind of bumps on the road'</p> <p>-&nbsp;<em>Shockat Adam MP</em></p> </blockquote> <p>She continued: “We see a ruling class that divides our communities. It divides Muslims against trans people, against disabled people, against refugees and against migrants.&nbsp;</p> <p>\"We have to show that solidarity is how we fight back, and we have to build coalitions and work together. And if there are people that do not recognise that, then I think that's an important thing to call out.\"</p> <p>Sultana was arguing that social conservative views on issues like trans rights could be used as&nbsp;a ruling class attempt to divide marginalised people.&nbsp;</p> <p>But she also clarified: \"We are here to build an inclusive party. And of course, my analysis is not where everyone else is in terms of building solidarity and building coalitions.</p> <p>\"But it's important that this party allows people to feel included, to feel represented, and that they have to centre the most marginalised in terms of fighting against the powers that attack us.\"</p> <p>But is a progressive position on trans rights non-negotiable? \"I think a progressive position on trans rights that recognises that trans rights are human rights is the socialist position for a socialist party,\" Sultana said.</p> <p>When I asked Corbyn about the dispute, he said he had \"no worries\" about a potential wedge between some Muslims and sections of the left: “We've got to recognise what the scourge is of racism in our society, what the scourge is of Islamophobia and, above all, recognise the diversity of our society is not a problem, not a negative.</p> <p>\"It's a plus,\" he added. \"And let's be happy for that. And so I spend a lot of time with all of our communities trying to bring people together, recognising diversity as a strength, not a weakness.\"</p> <h3>Teething issues</h3> <p>In a debate on Saturday afternoon a member, Eryn Browning, stood up to denounce Hussain and Mohamed as transphobic. Hussain firmly denied this on social media and pointed out that Browning had previously been expelled from the Scottish Green Party over accusations of sexual misconduct.&nbsp;</p> <p>Later that day I asked Shockat Adam, MP for Leicester South, whether he regretted how the party had turned out.&nbsp;</p> <p>\"Has it been the most perfect start? No,\" he said. \"But tell me any party or any organisation that has been formed without some kind of bumps on the road.&nbsp;</p> <p>\"Let's look at the history of the Labour Party. Any political party is going to have issues at its birth.\"</p> <p>He added that \"sometimes definite differences is a real sign of political maturity. We need to come together on the major points. The country needs us.\"</p> <p>And on the party being a broad church, he advocated \"fundamental principles that we do not be prejudicial against anybody, we do not discriminate [against] anybody, and we respect everybody's opinion, whether that opinion is socially conservative or socially un-conservative.\"</p> <p>Adam has no plans to leave the party. \"If we are part of a larger system, if we are part of a political system, those changes are a lot more achievable than an individual.</p> <p>\"Not to say that being an independent still can't be part of that change. But to make wholesale changes, to be part of a political system, a political party will be much, much more achievable.\"</p> <p>The issue of trans rights also triggered debate at a fringe event in Liverpool’s Hilton hotel on Saturday evening hosted by the Your Party Muslim Network and attended by Sultana and the other two remaining Muslim MPs, Adam and Ayoub Khan.</p> <p>\"This is about bringing Muslims who are not engaged with the political process into Your Party,\" the chair, Khalid Sadur, said, explaining the network’s purpose.</p> <p>\"This isn’t about supporting one faction or another, it’s about the members.\"&nbsp;Sultana applauded loudly and the rest of the crowd followed.&nbsp;</p> <p></p> <p>During Sultana's address, in which she said the party should welcome everyone, she was interrupted by a 5 Pillars journalist, Robert Carter, who asked \"what about socially conservative types?\"</p> <p>The event looked like it was descending into chaos. Two volunteers marched to the front, where Carter was sat. Others stood up and shouted that he was misogynistic, which prompted further disagreement. Eventually everyone settled down.&nbsp;</p> <p>The debate over social conservatism, clearly, is just as live an issue among Muslims as it is in the party in general.&nbsp;</p> <p>Ammar Waraich, a speaker at the event, told me separately he thought Your Party could succeed \"in areas where, for some reason, the Green Party doesn't have good penetration\".&nbsp;</p> <p>MPs Adam and Khan have regularly been misrepresented and smeared in the mainstream press as single-issue pro-Gaza MPs, although in reality they have campaigned in parliament on a wide range of topics.&nbsp;</p> <p>Often I got the sense speaking to members that some of them also believed the mainstream image of the MPs.</p> <p>But their speeches to the membership on Sunday surely put this misperception to rest. Adam drew enthusiastic applause with his calls for economic justice and wealth redistribution.</p> <p>He launched a ferocious attack on Tory leader Kemi Badenoch, who labelled the independents sectarian and alien. Tory policies are alien to Britain, he declared to enormous applause.&nbsp;</p> <p>\"I am proud to be a British Muslim and I see no contradiction between the two,\" he declared.</p> <p>\"We are proud contributors to the country… we are not a homogenous group of people.\"</p> <p>Implicitly addressing the debate over social conservatism, Adam put the case for a liberal, live-and-let-live pluralism to the crowd.</p> <p>He urged \"mutual respect, non-discrimination and tolerance of people of all beliefs\", to scattered applause.</p> <p>The clock is ticking, Adam insisted. Reform and the far threat threatens Britain.&nbsp;</p> <p>There is no choice, he argued, but for people who may disagree on some issues to come together to confront that threat.</p> <h3>A broad-church party</h3> <p>The vision of a broad-church party focused on appealing to as many people as possible and drawing the previously disengaged into politics, favoured by Corbyn, Adam and Khan, faced off against Sultana’s vision.</p> <p>Her approach eschews compromising on moral principles and focuses on empowering existing left-wing movements. Less compromise, more unabashed radicalism.</p> <p>And it was this vision which decisively won on the conference’s second day.</p> <p>In a first blow to Corbyn, members voted in favour of allowing dual membership, which means small left-wing parties like the SWP will likely form effective blocs within the party.</p> <p>And in a second, decisive blow, members voted - by a tiny margin - for collective leadership and not a single elected leader, which had been Corbyn’s preferred option.</p> <p>Now the party will have no figurehead. The exact structure that will emerge remains to be seen but this vote ensures there will be no Polanski effect - his election as Green leader over the summer has given the party enormous support and a decisive identity.</p> <p>Conflict and factionalism&nbsp;could be constant.</p> <div class=\"mee-readmore mee-readmore-article-story mee-readmore-type-image align-right\"> <a class=\"mee-readmore-img-link\" href=\"https://www.middleeasteye.net/news/what-does-adnan-hussains-departure-mean-your-party-and-british-left\"><img alt=\"alt\" class=\"mee-readmore-image\" height=\"250\" src=\"https://www.middleeasteye.net/sites/default/files/styles/read_more/public/images-story/Screenshot%202025-11-14%20at%2015.56.33.png.webp?itok=7IrQBuGm\" width=\"400\" /> </a> <div class=\"mee-readmore-description\">What does Adnan Hussain's departure mean for Your Party and the British left?</div> <a class=\"mee-readmore-link\" href=\"https://www.middleeasteye.net/news/what-does-adnan-hussains-departure-mean-your-party-and-british-left\">Read More »</a> </div> <p>Significantly, on both major issues central to determining the shape of Your Party - dual membership and leadership structure - members backed Sultana's and not Corbyn's vision.</p> <p>To be sure, only a minority of members actually voted. But this will likely always be the case, and this active section of the membership is sure to define the party.</p> <p>On Sunday afternoon Sultana marched onto the main stage and was given a hero's welcome, like a leader returned from exile, by the members.&nbsp;</p> <p>Corbyn sat at the desk beside her podium as Sultana basked in a standing ovation.&nbsp;</p> <p>Then she started to speak. She made a perfunctory gesture of respect towards Corbyn and accurately described Your Party as \"the largest socialist party in the UK since the 1940s\".</p> <p>Then she got down to business. This was a victory speech. \"Some would say that the decision to adopt the collective leadership model is a win for me,\" she said. \"It is not, it is a win for you.\"</p> <p>She launched into an attack on \"the expulsions, the bans\". Corbyn was visibly disgruntled as Sultana described the move to expel SWP members as an \"attack on members and this movement\".&nbsp;</p> <p>Stingingly she said \"these actions come straight out of the Labour right’s handbook\".</p> <p>She continued: \"The members will not stand for this. The movement will not stand for this. And I will not stand for this.\" The crowd roared their approval.&nbsp;</p> <p>Sultana condemned the \"rentiers\" in Britain who are \"parasites\".&nbsp;</p> <p>She called for Starmer and other Labour ministers to be sent to The Hague over what she called their complicity in Israel's genocide.&nbsp;</p> <p>She declared that “I am an anti-Zionist and if we fight for it, this will be an anti-Zionist party.” Corbyn has declined to describe himself as anti-Zionist. The members gave Sultana a standing ovation.&nbsp;</p> <h3>'Oh, Zarah Sultana'</h3> <p>Corbyn's speech on Saturday had drawn an enthusiastic response but now the atmosphere was positively electric.&nbsp;</p> <p>The crowd hung onto Sultana's every word. She spoke loudly and proudly; her cadence was almost musical.&nbsp;</p> <p>She declared that \"refugees are welcome here and trans rights are human rights\"&nbsp;to thunderous applause.&nbsp;</p> <p>She denounced \"Andrew Mountbatten Windsor\"&nbsp;in a segment on the awfulness of the monarchy. \"Who's he?\" asked a young man near me - who clearly hadn't followed Prince Andrew having his title stripped from him.</p> <p>The republicanism was followed by a call to \"replace capitalism with socialism\". The crowd went wild. Even Corbyn clapped for a few seconds.</p> <p>Privately a key figure in the party's founding process told me afterwards they worried such rhetoric would play well among members, but not in all of the communities in which Your Party might aim for electoral success.</p> <p>MPs like Adam and Khan performed electoral miracles by overturning entrenched Labour majorities in their constituencies, which were diverse and largely working class.&nbsp;</p> <p>They achieved this with their own locally specific approach, and political positions that might often be seen by the average Your Party member as heterodox and even unacceptable.&nbsp;</p> <p>The lack of a clear identity could allow both for Sultana's radical politics and other, locally specific, visions to coexist and complement each other.&nbsp;</p> <p>But much of the membership seems increasingly at odds with MPs like Adam and Khan - and indeed Corbyn.</p> <p>In the old days, when Corbyn was leader of the Labour Party, the classic chant was \"Oh, Jeremy Corbyn\". It sounded everywhere, from the conference hall to protests to Glastonbury.</p> <p>On Sunday a new chant went up: \"Oh, Zarah Sultana\". She finished her speech to a final, extended standing ovation. Corbyn stood up too and applauded, then quickly walked off stage.&nbsp;</p> <p>She followed a few paces behind him as the crowd continued to chant her name. Corbyn turned right and disappeared behind a black curtain. Sultana turned left and sat among the members.&nbsp;</p> </div> <div class=\"field field-field-topic\"><a href=\"https://www.middleeasteye.net/topics/uk-politics\" hreflang=\"en\">UK Politics</a></div> <div class=\"field field-field-coauthor-location\"> <div> </div> <div> </div> <div> </div> <div> </div> </div> <div class=\"field field-field-article-location\">Liverpool</div> <div class=\"field field-field-section\"><a href=\"https://www.middleeasteye.net/news/all\" hreflang=\"en\">News</a></div> <div class=\"field field-field-landing-photo\"> <source height=\"736\" type=\"image/webp\" width=\"1309\" /> <img alt=\"Jeremy Corbyn, the co-founder of &quot;Your Party&quot;, delivers a speech on the first day of the Founding Conference for Your Party in Liverpool on 29 November 2025 (Darren Staples/AFP)\" height=\"736\" src=\"https://www.middleeasteye.net/sites/default/files/styles/max_2600x2600/public/images-story/jeremy-corbyn-speaks-at-your-party-conference-29-nov-2025-afp.jpg.jpg?itok=uDBgFPCT\" width=\"1309\" /> </div> <div class=\"field field-field-landing-page-summary\">Feud between Jeremy Corbyn and Zarah Sultana was on full display, but working-class supporters, eager for an alternative to Labour, rallied behind the new party</div> <div class=\"field field-field-post-date-override\"> <div>Post Date Override</div> <div>0</div> </div> <div class=\"field field-field-update-date-override\"> <div>Update Date</div> <div><time datetime=\"2020-05-04T21:19:45+01:00\">Mon, 05/04/2020 - 21:19</time> </div> </div> <div class=\"field field-field-update-date-check\"> <div>Update Date Override</div> <div>0</div> </div> </div> </article>",
    "published": "Mon, 01 Dec 2025 13:10:11 +0000",
    "country": "Israël/Palestine",
    "key": "da41d98389e6950ea58dec9be6ffff01"
  },
  {
    "title": "President to consider Israel's 'best interests' on Netanyahu pardon",
    "link": "https://www.middleeasteye.net/live-blog/live-blog-update/president-consider-israels-best-interests-netanyahu-pardon",
    "summary": "<article class=\"live-blog-update default clearfix\"> <h2> <a href=\"https://www.middleeasteye.net/live-blog/live-blog-update/president-consider-israels-best-interests-netanyahu-pardon\" rel=\"bookmark\"> <span class=\"field field-title\">President to consider Israel's 'best interests' on Netanyahu pardon</span> </a> </h2> <div class=\"content\"> <div class=\"field field-field-text\"><p>Israeli President Isaac Herzog said on Monday that he won't be influenced by \"violent discourse\"&nbsp;when he considers Prime Minister Benjamin Netanyahu's request for a pardon on corruption charges.</p> <p>The issue is \"clearly provoking debate and is deeply unsettling for many people in the country, across different communities. I will consider solely the best interests of the State of Israel and Israeli society,\" Herzog said in a statement.</p> <p>\"One thing is clear to me: violent discourse does not influence me, on the contrary, respectful discourse provokes discussion and stimulates dialogue, and I invite the Israeli public to come to the president's house, the people's house, to express their opinion and respond accordingly,\" he added.</p> </div> </div> </article>",
    "published": "Mon, 01 Dec 2025 13:03:22 +0000",
    "country": "Israël/Palestine",
    "key": "edbf663d1049f3c5a216cf0fe74873cb"
  },
  {
    "title": "Coalition MKs tear into Haredi draft exemption bill, throwing it into uncertainty",
    "link": "https://www.timesofisrael.com/coalition-mks-tear-into-haredi-draft-exemption-bill-throwing-it-into-uncertainty/",
    "summary": "<p>Minister pledges to vote against measure 'even if it means the prime minister will fire me'; passage of controversial legislation remains amidst rare expressions of open defiance </p> <p>The post <a href=\"https://www.timesofisrael.com/coalition-mks-tear-into-haredi-draft-exemption-bill-throwing-it-into-uncertainty/\">Coalition MKs tear into Haredi draft exemption bill, throwing it into uncertainty</a> appeared first on <a href=\"https://www.timesofisrael.com\">The Times of Israel</a>.</p> <figure><img border=\"0\" class=\"type:primaryImage\" height=\"100\" src=\"https://static-cdn.toi-media.com/www/uploads/2025/12/OAM9501-1-1024x640.jpg\" title=\"Coalition MKs tear into Haredi draft exemption bill, throwing it into uncertainty\" width=\"160\" /></figure>",
    "published": "Mon, 01 Dec 2025 15:34:31 +0000",
    "country": "Israël/Palestine",
    "key": "a97546bb17149e65bd78614c3e8c228f"
  },
  {
    "title": "Herzog vows to weigh only ‘the good of the country’ in deliberating Netanyahu pardon",
    "link": "https://www.timesofisrael.com/herzog-vows-to-weigh-only-the-good-of-the-country-in-deliberating-netanyahu-pardon/",
    "summary": "<p>President expected to fly to New York next week, though he is unlikely to meet Trump, who has pressured him to grant the prime minister clemency</p> <p>The post <a href=\"https://www.timesofisrael.com/herzog-vows-to-weigh-only-the-good-of-the-country-in-deliberating-netanyahu-pardon/\">Herzog vows to weigh only &#8216;the good of the country&#8217; in deliberating Netanyahu pardon</a> appeared first on <a href=\"https://www.timesofisrael.com\">The Times of Israel</a>.</p> <figure><img border=\"0\" class=\"type:primaryImage\" height=\"100\" src=\"https://static-cdn.toi-media.com/www/uploads/2025/12/WhatsApp-Image-2025-12-01-at-15.14.04-1024x640.jpeg\" title=\"Herzog vows to weigh only &#8216;the good of the country&#8217; in deliberating Netanyahu pardon\" width=\"160\" /></figure>",
    "published": "Mon, 01 Dec 2025 15:27:54 +0000",
    "country": "Israël/Palestine",
    "key": "20a9ffe51179b3fb86d8206fe466e981"
  },
  {
    "title": "ICC president vows to resist US and Russian pressure despite sanctions and threats",
    "link": "https://www.timesofisrael.com/icc-president-vows-to-resist-us-and-russian-pressure-despite-sanctions-and-threats/",
    "summary": "<p>Court's annual meeting takes place against backdrop of US sanctions over arrest warrants for Israeli officials, suspension of chief prosecutor amid sexual misconduct probe</p> <p>The post <a href=\"https://www.timesofisrael.com/icc-president-vows-to-resist-us-and-russian-pressure-despite-sanctions-and-threats/\">ICC president vows to resist US and Russian pressure despite sanctions and threats</a> appeared first on <a href=\"https://www.timesofisrael.com\">The Times of Israel</a>.</p> <figure><img border=\"0\" class=\"type:primaryImage\" height=\"100\" src=\"https://static-cdn.toi-media.com/www/uploads/2025/12/AFP__20241120__36MX9BM__v2__HighRes__NetherlandsMaliWarcrimesIcc-1024x640.jpg\" title=\"ICC president vows to resist US and Russian pressure despite sanctions and threats\" width=\"160\" /></figure>",
    "published": "Mon, 01 Dec 2025 13:38:52 +0000",
    "country": "Israël/Palestine",
    "key": "7d6e8bd250a142a2812e442217464d0a"
  },
  {
    "title": "On World AIDS Day, Health Ministry reports 22% decrease of new HIV cases in 2024",
    "link": "https://www.timesofisrael.com/on-world-aids-day-health-ministry-reports-22-decrease-of-new-hiv-cases-in-2024/",
    "summary": "<p>Israel recorded 317 diagnoses last year, though the head of the Israel AIDS Task Force says carriers of the virus often avoid testing for it due to 'stigma'</p> <p>The post <a href=\"https://www.timesofisrael.com/on-world-aids-day-health-ministry-reports-22-decrease-of-new-hiv-cases-in-2024/\">On World AIDS Day, Health Ministry reports 22% decrease of new HIV cases in 2024</a> appeared first on <a href=\"https://www.timesofisrael.com\">The Times of Israel</a>.</p> <figure><img border=\"0\" class=\"type:primaryImage\" height=\"100\" src=\"https://static-cdn.toi-media.com/www/uploads/2025/12/AFP__20251201__86NB79C__v1__HighRes__IndiaHealthAids-1024x640.jpg\" title=\"On World AIDS Day, Health Ministry reports 22% decrease of new HIV cases in 2024\" width=\"160\" /></figure>",
    "published": "Mon, 01 Dec 2025 13:12:53 +0000",
    "country": "Israël/Palestine",
    "key": "af05e0d67fc10f5cc96fe50519912ac5"
  },
  {
    "title": "Netanyahu accuses prosecutor of lying, obscuring information in stormy court hearing",
    "link": "https://www.timesofisrael.com/netanyahu-accuses-prosecutor-of-lying-obscuring-information-in-stormy-court-hearing/",
    "summary": "<p>Appearing in court the day after requesting a pardon, PM is cross-examined about an interview with Walla news, says legal system is wasting his time with 'absurd interrogations'</p> <p>The post <a href=\"https://www.timesofisrael.com/netanyahu-accuses-prosecutor-of-lying-obscuring-information-in-stormy-court-hearing/\">Netanyahu accuses prosecutor of lying, obscuring information in stormy court hearing</a> appeared first on <a href=\"https://www.timesofisrael.com\">The Times of Israel</a>.</p> <figure><img border=\"0\" class=\"type:primaryImage\" height=\"100\" src=\"https://static-cdn.toi-media.com/www/uploads/2025/11/F251028MA07-1024x640.jpg\" title=\"Netanyahu accuses prosecutor of lying, obscuring information in stormy court hearing\" width=\"160\" /></figure>",
    "published": "Mon, 01 Dec 2025 13:08:48 +0000",
    "country": "Israël/Palestine",
    "key": "760559b3700fd1dbf7b3ee1444706ce0"
  },
  {
    "title": "Daily Briefing Dec. 1: Day 787 – PM requests a presidential pardon. Is it in Israel’s interest?",
    "link": "https://www.timesofisrael.com/daily-briefing-dec-1-day-787-pm-requests-a-presidential-pardon-is-it-in-israels-interest/",
    "summary": "<p>Editor David Horovitz delves into allegations from Qatar that Israel is delaying Phase 2 of the Trump plan, and explains the processes that, PM Netanyahu hopes, would end his trial</p> <p>The post <a href=\"https://www.timesofisrael.com/daily-briefing-dec-1-day-787-pm-requests-a-presidential-pardon-is-it-in-israels-interest/\">Daily Briefing Dec. 1: Day 787 &#8211; PM requests a presidential pardon. Is it in Israel&#8217;s interest?</a> appeared first on <a href=\"https://www.timesofisrael.com\">The Times of Israel</a>.</p> <figure><img border=\"0\" class=\"type:primaryImage\" height=\"100\" src=\"https://static-cdn.toi-media.com/www/uploads/2025/12/2-e1764593144290-1024x640.jpg\" title=\"Daily Briefing Dec. 1: Day 787 &#8211; PM requests a presidential pardon. Is it in Israel&#8217;s interest?\" width=\"160\" /></figure>",
    "published": "Mon, 01 Dec 2025 12:55:57 +0000",
    "country": "Israël/Palestine",
    "key": "d602574818194ca283fbf42956fecfa0"
  },
  {
    "title": "Spanish police arrest cell linked to neo-Nazi terrorist group The Base",
    "link": "https://www.timesofisrael.com/spanish-police-arrest-cell-linked-to-neo-nazi-terrorist-group-the-base/",
    "summary": "<p>3 arrested north of Valencia; firearms, knives, tactical gear and extremist material seized by law enforcement; police say cell leader was in contact with organization's founder</p> <p>The post <a href=\"https://www.timesofisrael.com/spanish-police-arrest-cell-linked-to-neo-nazi-terrorist-group-the-base/\">Spanish police arrest cell linked to neo-Nazi terrorist group The Base</a> appeared first on <a href=\"https://www.timesofisrael.com\">The Times of Israel</a>.</p> <figure><img border=\"0\" class=\"type:primaryImage\" height=\"100\" src=\"https://static-cdn.toi-media.com/www/uploads/2024/07/Screenshot-2024-07-27-at-9.39.20-1024x640.png\" title=\"Spanish police arrest cell linked to neo-Nazi terrorist group The Base\" width=\"160\" /></figure>",
    "published": "Mon, 01 Dec 2025 12:55:25 +0000",
    "country": "Israël/Palestine",
    "key": "9416841d36d529e136ef7cf5057db67b"
  },
  {
    "title": "Pope calls for peace at Lebanese tomb of saint revered by Christians and Muslims alike",
    "link": "https://www.timesofisrael.com/pope-calls-for-peace-at-lebanese-tomb-of-saint-revered-by-christians-and-muslims-alike/",
    "summary": "<p>Pontiff, traveling in a closed popemobile with troops deployed along motorcade route, is set to preside over interfaith gathering of Christian and Muslim leaders in Beirut</p> <p>The post <a href=\"https://www.timesofisrael.com/pope-calls-for-peace-at-lebanese-tomb-of-saint-revered-by-christians-and-muslims-alike/\">Pope calls for peace at Lebanese tomb of saint revered by Christians and Muslims alike</a> appeared first on <a href=\"https://www.timesofisrael.com\">The Times of Israel</a>.</p> <figure><img border=\"0\" class=\"type:primaryImage\" height=\"100\" src=\"https://static-cdn.toi-media.com/www/uploads/2025/12/AFP__20251201__86NG393__v1__HighRes__LebanonVaticanReligionPope-e1764582858127-1024x640.jpg\" title=\"Pope calls for peace at Lebanese tomb of saint revered by Christians and Muslims alike\" width=\"160\" /></figure>",
    "published": "Mon, 01 Dec 2025 10:47:42 +0000",
    "country": "Israël/Palestine",
    "key": "85fea67be3cd139bcab97b08f4e26a8c"
  },
  {
    "title": "In granting a pardon, Herzog would validate PM’s narrative that only he can lead the country",
    "link": "https://www.timesofisrael.com/in-granting-a-pardon-herzog-would-validate-pms-narrative-that-only-he-can-lead-the-country/",
    "summary": "<p>An unequivocal pardon would effectively back Netanyahu's assertion that he bears no responsibility for alleged crimes, or for October 7, and tear the public apart</p> <p>The post <a href=\"https://www.timesofisrael.com/in-granting-a-pardon-herzog-would-validate-pms-narrative-that-only-he-can-lead-the-country/\">In granting a pardon, Herzog would validate PM&#8217;s narrative that only he can lead the country</a> appeared first on <a href=\"https://www.timesofisrael.com\">The Times of Israel</a>.</p> <figure><img border=\"0\" class=\"type:primaryImage\" height=\"100\" src=\"https://static-cdn.toi-media.com/www/uploads/2024/05/00e2fc9f-922a-492b-90ab-dfc9d4077bab-1024x640.jpg\" title=\"In granting a pardon, Herzog would validate PM&#8217;s narrative that only he can lead the country\" width=\"160\" /></figure>",
    "published": "Mon, 01 Dec 2025 10:45:04 +0000",
    "country": "Israël/Palestine",
    "key": "57f7ffd433a7f26abd2f388c2fda3813"
  },
  {
    "title": "IDF to receive ‘Iron Beam’ laser interceptors at the end of the month",
    "link": "https://www.timesofisrael.com/idf-to-receive-iron-beam-laser-interceptors-at-the-end-of-the-month/",
    "summary": "<p>The system, which has been in development since 2014, will 'fundamentally change' rules of engagement, Defense Ministry official says; next-gen versions already in the works</p> <p>The post <a href=\"https://www.timesofisrael.com/idf-to-receive-iron-beam-laser-interceptors-at-the-end-of-the-month/\">IDF to receive ‘Iron Beam’ laser interceptors at the end of the month</a> appeared first on <a href=\"https://www.timesofisrael.com\">The Times of Israel</a>.</p> <figure><img border=\"0\" class=\"type:primaryImage\" height=\"100\" src=\"https://static-cdn.toi-media.com/www/uploads/2024/10/Untitled-15577-1024x640.jpg\" title=\"IDF to receive ‘Iron Beam’ laser interceptors at the end of the month\" width=\"160\" /></figure>",
    "published": "Mon, 01 Dec 2025 09:58:49 +0000",
    "country": "Israël/Palestine",
    "key": "90e20403a5c528b1dd875b73a7a602bb"
  },
  {
    "title": "Dozens arrested in early morning police raid of top crime families in Israel, West Bank",
    "link": "https://www.timesofisrael.com/dozens-arrested-in-early-morning-police-raid-of-top-crime-families-in-israel-west-bank/",
    "summary": "<p>Sweep follows year-long operation in which an undercover agent infiltrated the Abu Latif and Hariri criminal organizations to gather evidence on racketeering schemes</p> <p>The post <a href=\"https://www.timesofisrael.com/dozens-arrested-in-early-morning-police-raid-of-top-crime-families-in-israel-west-bank/\">Dozens arrested in early morning police raid of top crime families in Israel, West Bank</a> appeared first on <a href=\"https://www.timesofisrael.com\">The Times of Israel</a>.</p> <figure><img border=\"0\" class=\"type:primaryImage\" height=\"100\" src=\"https://static-cdn.toi-media.com/www/uploads/2025/11/WhatsApp-Image-2025-11-08-at-22.08.09_ef5d02e1-1-e1762634885750-1024x640.jpg\" title=\"Dozens arrested in early morning police raid of top crime families in Israel, West Bank\" width=\"160\" /></figure>",
    "published": "Mon, 01 Dec 2025 09:18:50 +0000",
    "country": "Israël/Palestine",
    "key": "dc73a049f139f7c60cadb0706d64409a"
  },
  {
    "title": "Scientists tracking impact as desalinated water flows into Sea of Galilee for first time",
    "link": "https://www.timesofisrael.com/scientists-tracking-impact-as-desalinated-water-flows-into-sea-of-galilee-for-first-time/",
    "summary": "<p>Laboratory head says amounts of water entering lake still small, any effects will be identified upstream; 'We haven’t seen anything yet that would make us say stop the flow'</p> <p>The post <a href=\"https://www.timesofisrael.com/scientists-tracking-impact-as-desalinated-water-flows-into-sea-of-galilee-for-first-time/\">Scientists tracking impact as desalinated water flows into Sea of Galilee for first time</a> appeared first on <a href=\"https://www.timesofisrael.com\">The Times of Israel</a>.</p> <figure><img border=\"0\" class=\"type:primaryImage\" height=\"100\" src=\"https://static-cdn.toi-media.com/www/uploads/2025/12/F251126MG003-1-1024x640.jpg\" title=\"Scientists tracking impact as desalinated water flows into Sea of Galilee for first time\" width=\"160\" /></figure>",
    "published": "Mon, 01 Dec 2025 08:49:19 +0000",
    "country": "Israël/Palestine",
    "key": "a86780b7bf38e467319ed79afab214e0"
  },
  {
    "title": "Leader: US interference has led to its growing global isolation",
    "link": "https://en.irna.ir/photo/86012404/Leader-US-interference-has-led-to-its-growing-global-isolation",
    "summary": "Leader of the Islamic Revolution Ayatollah Seyyed Ali Khamenei says US interference in different regions is increasingly isolating the country, despite temporary flattery from some world leaders.",
    "published": "Mon, 01 Dec 2025 15:09:16 GMT",
    "country": "Autres",
    "key": "6a39fb98abab04e8811b7b90e605a208"
  },
  {
    "title": "Pezeshkian hails karate champion’s world title as symbol of women’s talent",
    "link": "https://en.irna.ir/news/86012399/Pezeshkian-hails-karate-champion-s-world-title-as-symbol-of-women-s",
    "summary": "Tehran, IRNA – President Masoud Pezeshkian has congratulated female Iranian karateka Atousa Golshadnezhad for winning a gold medal at the World Karate Championships in Cairo, praising her performance as a symbol of the capabilities of Iranian women on the global stage.",
    "published": "Mon, 01 Dec 2025 14:59:24 GMT",
    "country": "Iran",
    "key": "cf5c02abbb54d55dc9564b79ccb30102"
  },
  {
    "title": "Iran offers humanitarian aid to Indonesia after deadly Sumatra floods, landslides",
    "link": "https://en.irna.ir/news/86012341/Iran-offers-humanitarian-aid-to-Indonesia-after-deadly-Sumatra",
    "summary": "Tehran, IRNA – President Masoud Pezeshkian has expressed condolences to Indonesia over deadly floods and landslides on the island of Sumatra and said Tehran is ready to provide humanitarian assistance to affected people.",
    "published": "Mon, 01 Dec 2025 13:55:48 GMT",
    "country": "Iran",
    "key": "0bcc2bcf40b135a6372fee2eac7303ea"
  },
  {
    "title": "Iran, Japan foreign minister discuss bilateral ties, regional issues",
    "link": "https://en.irna.ir/news/86012266/Iran-Japan-foreign-minister-discuss-bilateral-ties-regional",
    "summary": "Tehran, IRNA – Foreign Minister Abbas Araghchi and his Japanese counterpart, Toshimitsu Motegi, have discussed the latest bilateral developments and international issues.",
    "published": "Mon, 01 Dec 2025 13:02:31 GMT",
    "country": "Iran",
    "key": "3ea2210b3d642001b7419714ebe045c5"
  },
  {
    "title": "UK military leaders covered up special forces’ war crimes in Afghanistan: Ex-officer",
    "link": "https://en.irna.ir/news/86012062/UK-military-leaders-covered-up-special-forces-war-crimes-in",
    "summary": "Tehran, IRNA– A senior officer who served UK special forces in Afghanistan has told an independent inquiry that he had raised concerns about the deliberate killing of Afghan civilians, but the UKSF director then tried to cover up the crimes.",
    "published": "Mon, 01 Dec 2025 10:39:57 GMT",
    "country": "Iran",
    "key": "e45600edb23928634b690da9af9e0252"
  },
  {
    "title": "Women anchor Iran’s strength, resilience: Speaker Ghalibaf",
    "link": "https://en.irna.ir/news/86012071/Women-anchor-Iran-s-strength-resilience-Speaker-Ghalibaf",
    "summary": "Tehran, IRNA – Speaker of the Iranian Parliament, Mohammad Bagher Ghalibaf, has underscored the crucial role of Iranian women in both the family and society.",
    "published": "Mon, 01 Dec 2025 10:36:45 GMT",
    "country": "Iran",
    "key": "1e5279257f93121aee2dcbfba9043681"
  },
  {
    "title": "Official: Iran, Tajikistan cooperating in health insurance field",
    "link": "https://en.irna.ir/news/86012012/Official-Iran-Tajikistan-cooperating-in-health-insurance-field",
    "summary": "Tehran, IRNA – The CEO of Iran Health Insurance Organization Mohammad Mehdi Nasehi has stressed cooperation between Iran and Tajikistan in transferring knowledge and experience in the field of health insurance.",
    "published": "Mon, 01 Dec 2025 09:46:43 GMT",
    "country": "Iran",
    "key": "ec5ef3f8e9f08fb80628e6d284a696ce"
  },
  {
    "title": "IRGC hosts SCO member states’ Sahand-2025 anti-terrorism exercise",
    "link": "https://en.irna.ir/news/86011924/IRGC-hosts-SCO-member-states-Sahand-2025-anti-terrorism-exercise",
    "summary": "Tabriz, IRNA – The Islamic Revolution Guards Corps’ (IRGC) Ground Forces are hosting a significant anti-terrorism exercise titled Sahand-2025 in East Azarbaijan Province, northwest Iran, which is also participated by member countries of the Shanghai Cooperation Organization (SCO).",
    "published": "Mon, 01 Dec 2025 09:08:44 GMT",
    "country": "Iran",
    "key": "5984fbfd20f358a0ced665294ccda4d8"
  },
  {
    "title": "Iran: Talks with Saudi Arabia focused on regional stability, security",
    "link": "https://en.irna.ir/news/86011869/Iran-Talks-with-Saudi-Arabia-focused-on-regional-stability",
    "summary": "Tehran, IRNA – Foreign Ministry spokesperson Esmaeil Baqaei says strengthening stability and security in West Asia has been the central theme of recent diplomatic consultations between Tehran and Riyadh, including the visit of a senior Saudi official to Iran.",
    "published": "Mon, 01 Dec 2025 08:04:14 GMT",
    "country": "Iran",
    "key": "e8ed8b92562388e80a0c8009e5ab1ff0"
  },
  {
    "title": "Family, Future and Sustainable Bonds Int’l Conference",
    "link": "https://en.irna.ir/photo/86011859/Family-Future-and-Sustainable-Bonds-Int-l-Conference",
    "summary": "The second edition of the International Conference on Family, Future, and Sustainable Bonds was held on Monday in the Iranian capital, Tehran. President Masoud Pezeshkian attended the event, which took place at Vahdat Hall.",
    "published": "Mon, 01 Dec 2025 07:45:38 GMT",
    "country": "Iran",
    "key": "8075b1e1f9bd67af70182e6fa3a2159a"
  },
  {
    "title": "Iran hosts conference on investment opportunities in ICT",
    "link": "https://en.irna.ir/photo/86011754/Iran-hosts-conference-on-investment-opportunities-in-ICT",
    "summary": "The National Conference on Investment Opportunities in the ICT Sector was held on November 30, 2025, at the IRIB International Conference Center.",
    "published": "Mon, 01 Dec 2025 07:08:06 GMT",
    "country": "Iran",
    "key": "7928a80019df23cc6a9cfb2872f43eaf"
  },
  {
    "title": "Persian Gulf Pro League: Esteghlal vs. Foolad",
    "link": "https://en.irna.ir/photo/86011735/Persian-Gulf-Pro-League-Esteghlal-vs-Foolad",
    "summary": "Esteghlal FC secured a narrow 1–0 victory over Foolad Khuzestan on Sunday evening, November 30, 2025, in their Week 11 Persian Gulf Pro League matchup at Shohada Stadium in Shahr-e-Qods City.",
    "published": "Mon, 01 Dec 2025 06:48:54 GMT",
    "country": "Autres",
    "key": "b58fd3c2903c9c1aec5ea7007bbd2988"
  },
  {
    "title": "Iran has always been at forefront of fight against terrorism",
    "link": "https://en.mehrnews.com/news/239393/Iran-has-always-been-at-forefront-of-fight-against-terrorism",
    "summary": "TEHRAN, Dec. 01 (MNA) – Iran’s Deputy Foreign Minister for Legal and International Affairs Kazem Gharibabadi says that Islamic Republic of Iran has always spearheaded the battle against terrorism.",
    "published": "Mon, 01 Dec 2025 16:29:58 GMT",
    "country": "Iran",
    "key": "2998d8245a3d317f62ab31e2eb429d2c"
  },
  {
    "title": "Israeli army faces historic manpower crisis, command decay",
    "link": "https://en.mehrnews.com/news/239394/Israeli-army-faces-historic-manpower-crisis-command-decay",
    "summary": "TEHRAN, Dec. 01 (MNA) – Retired Israeli general Yitzhak Brik warns that the Israeli occupation forces are facing the worst manpower and command crisis in their history.",
    "published": "Mon, 01 Dec 2025 16:27:05 GMT",
    "country": "Iran",
    "key": "9e7fd5e2e5677a2102698dab5d9ab808"
  },
  {
    "title": "Homegrown production of destroyer symbol of self-sufficiency",
    "link": "https://en.mehrnews.com/news/239391/Homegrown-production-of-destroyer-symbol-of-self-sufficiency",
    "summary": "TEHRAN, Dec. 01 (MNA) – Deputy Commander of the Iranian Army for Coordination Affairs Rear Admiral Habibollah Sayyari has said that Iran could manufacture its first sophisticated “Jamaran” destroyer which is a symbol of self-sufficiency and progress.",
    "published": "Mon, 01 Dec 2025 16:02:45 GMT",
    "country": "Iran",
    "key": "b8a9430e2fdc7c9e6ef8f7594d7d8e73"
  },
  {
    "title": "Iran becomes vice champion in 2025 World Karate Championships",
    "link": "https://en.mehrnews.com/news/239392/Iran-becomes-vice-champion-in-2025-World-Karate-Championships",
    "summary": "TEHRAN, Dec. 01 (MNA) – Iranian karate practioners have finished runner-up in 2025 World Karate Championships.",
    "published": "Mon, 01 Dec 2025 15:43:05 GMT",
    "country": "Iran",
    "key": "7719b20538bebc4a0839dcbb1f33c2d3"
  },
  {
    "title": "Russia companies seek joint production of equipment with Iran",
    "link": "https://en.mehrnews.com/news/239390/Russia-companies-seek-joint-production-of-equipment-with-Iran",
    "summary": "TEHRAN, Dec. 01 (MNA) – Several Russian companies have proposed cooperation with Iran to produce heavy construction equipment suh as dump trucks, excavators, and shovel loaders.",
    "published": "Mon, 01 Dec 2025 15:04:54 GMT",
    "country": "Iran",
    "key": "bed47c2ee24d46013eb6fc7c2834022e"
  },
  {
    "title": "5th day of Fajr Intl Film Festival in Shiraz",
    "link": "https://en.mehrnews.com/photo/239389/5th-day-of-Fajr-Intl-Film-Festival-in-Shiraz",
    "summary": "GOLESTAN, Dec. 01 (MNA) – Movie directors and filmamkers from countries including India, China, Turkey, Japan and Russia participated in the 5th day of Fajr International Film Festival in Shiraz.",
    "published": "Mon, 01 Dec 2025 14:45:03 GMT",
    "country": "Autres",
    "key": "a2368a38828912000c29ead1001f2710"
  },
  {
    "title": "Iran’s Mazandaran exports over 29,000 tons of fruit a day",
    "link": "https://en.mehrnews.com/news/239388/Iran-s-Mazandaran-exports-over-29-000-tons-of-fruit-a-day",
    "summary": "TEHRAN, Dec. 01 (MNA) – An agriculture official in Iran’s Mazandaran Province says the northern region exported 1,449 shipments of fruit, including kiwifruit, tangerines, and oranges on November 29.",
    "published": "Mon, 01 Dec 2025 13:48:03 GMT",
    "country": "Iran",
    "key": "06f9d58ce7751c3024535d4c222be127"
  },
  {
    "title": "Orange harvest in Golestan province’s orchards",
    "link": "https://en.mehrnews.com/photo/239387/Orange-harvest-in-Golestan-province-s-orchards",
    "summary": "GOLESTAN, Dec. 01 (MNA) – Every year, with the arrival of autumn, Golestan farmers harvest oranges, one of the oldest and most widely consumed citrus fruits, in their orchards.",
    "published": "Mon, 01 Dec 2025 13:34:32 GMT",
    "country": "Autres",
    "key": "70fdf046098c9788efe5c05d2895021e"
  },
  {
    "title": "Bangladesh court convicts ousted PM Hasina of corruption",
    "link": "https://en.mehrnews.com/news/239386/Bangladesh-court-convicts-ousted-PM-Hasina-of-corruption",
    "summary": "TEHRAN, Dec. 01 (MNA) – A Bangladeshi court on Monday sentenced ousted ex-Prime Minister Sheikh Hasina to five years in prison for corruption related to the Dhaka's Purbachal New Town project.",
    "published": "Mon, 01 Dec 2025 13:33:06 GMT",
    "country": "Iran",
    "key": "9c5f2951fb0b62df5e7734ebdd68f5e5"
  },
  {
    "title": "Pezeshkian hails female karate star on winning gold in world",
    "link": "https://en.mehrnews.com/news/239384/Pezeshkian-hails-female-karate-star-on-winning-gold-in-world",
    "summary": "TEHRAN, Dec. 01 (MNA) – Iranian President Masoud Pezeshkian congratulated Atousa Golshadnejad on winning gold medal at Cairo World Karate Championships, calling it a symbol of competence, and determination of Iranian women on the international stage.",
    "published": "Mon, 01 Dec 2025 13:32:34 GMT",
    "country": "Iran",
    "key": "436617e9dca64867dbc46535615fd283"
  },
  {
    "title": "Key issue in Ukraine-US peace talks remains unresolved",
    "link": "https://en.mehrnews.com/news/239385/Key-issue-in-Ukraine-US-peace-talks-remains-unresolved",
    "summary": "TEHRAN, Dec. 01 (MNA) – Security guarantees for Ukraine remained unresolved after the latest talks between Kiev and Washington on ending the conflict with Russia, a western newspaper reported on Sunday, citing officials.",
    "published": "Mon, 01 Dec 2025 12:48:53 GMT",
    "country": "Iran",
    "key": "61b0c800351440f7e8a516141c56b507"
  },
  {
    "title": "Russia's Putin to meet US envoy Witkoff Tuesday: Kremlin",
    "link": "https://en.mehrnews.com/news/239383/Russia-s-Putin-to-meet-US-envoy-Witkoff-Tuesday-Kremlin",
    "summary": "TEHRAN, Dec. 01 (MNA) – Russian President Vladimir Putin will hold talks on Ukraine with US envoy Steve Witkoff in Moscow on Tuesday afternoon, the Kremlin said.",
    "published": "Mon, 01 Dec 2025 12:34:17 GMT",
    "country": "Iran",
    "key": "9949f308ff4b1c7f3236af40f002fe32"
  },
  {
    "title": "وقوع نزاع و درگیری در سرخه؛ ۶ نفر دستگیر شدند",
    "link": "https://www.mehrnews.com/news/6674827/%D9%88%D9%82%D9%88%D8%B9-%D9%86%D8%B2%D8%A7%D8%B9-%D9%88-%D8%AF%D8%B1%DA%AF%DB%8C%D8%B1%DB%8C-%D8%AF%D8%B1-%D8%B3%D8%B1%D8%AE%D9%87-%DB%B6-%D9%86%D9%81%D8%B1-%D8%AF%D8%B3%D8%AA%DA%AF%DB%8C%D8%B1-%D8%B4%D8%AF%D9%86%D8%AF",
    "summary": "سرخه- فرمانده انتظامی سرخه از وقوع نزاع و درگیری در پارک ۱۳ آبان این شهر خبر داد و گفت: شش نفر از ارازل و اوباش در این درگیری دستگیر شدند.",
    "published": "Mon, 01 Dec 2025 16:27:28 GMT",
    "country": "Autres",
    "key": "55a417899c8a0fd9dca3742d1f34a6fb"
  },
  {
    "title": "مدارس قم در روز سه شنبه غیرحضوری شد",
    "link": "https://www.mehrnews.com/news/6674829/%D9%85%D8%AF%D8%A7%D8%B1%D8%B3-%D9%82%D9%85-%D8%AF%D8%B1-%D8%B1%D9%88%D8%B2-%D8%B3%D9%87-%D8%B4%D9%86%D8%A8%D9%87-%D8%BA%DB%8C%D8%B1%D8%AD%D8%B6%D9%88%D8%B1%DB%8C-%D8%B4%D8%AF",
    "summary": "قم- همه مدارس قم در تمامی مقاطع تحصیلی در روز سه شنبه غیرحضوری شد.",
    "published": "Mon, 01 Dec 2025 16:24:02 GMT",
    "country": "Autres",
    "key": "013623f92dab90c6e7b2a4de15c84cad"
  },
  {
    "title": "تیم سیار اهدای خون سه‌شنبه در روانسر مستقر می‌شود",
    "link": "https://www.mehrnews.com/news/6674651/%D8%AA%DB%8C%D9%85-%D8%B3%DB%8C%D8%A7%D8%B1-%D8%A7%D9%87%D8%AF%D8%A7%DB%8C-%D8%AE%D9%88%D9%86-%D8%B3%D9%87-%D8%B4%D9%86%D8%A8%D9%87-%D8%AF%D8%B1-%D8%B1%D9%88%D8%A7%D9%86%D8%B3%D8%B1-%D9%85%D8%B3%D8%AA%D9%82%D8%B1-%D9%85%DB%8C-%D8%B4%D9%88%D8%AF",
    "summary": "کرمانشاه- مدیرکل انتقال خون استان کرمانشاه اعلام کرد: تیم سیار اهدای خون روز سه‌شنبه ۱۱ آذرماه برای خدمات‌رسانی به شهروندان در ساختمان هلال‌احمر روانسر مستقر خواهد شد.",
    "published": "Mon, 01 Dec 2025 16:20:17 GMT",
    "country": "Autres",
    "key": "73bd4b7ffb807c2e481994080b5d3182"
  },
  {
    "title": "تعطیلی کارآموزی دانشگاه علوم پزشکی کرمانشاه در ۱۱ و ۱۲ آذر",
    "link": "https://www.mehrnews.com/news/6674634/%D8%AA%D8%B9%D8%B7%DB%8C%D9%84%DB%8C-%DA%A9%D8%A7%D8%B1%D8%A2%D9%85%D9%88%D8%B2%DB%8C-%D8%AF%D8%A7%D9%86%D8%B4%DA%AF%D8%A7%D9%87-%D8%B9%D9%84%D9%88%D9%85-%D9%BE%D8%B2%D8%B4%DA%A9%DB%8C-%DA%A9%D8%B1%D9%85%D8%A7%D9%86%D8%B4%D8%A7%D9%87-%D8%AF%D8%B1-%DB%B1%DB%B1-%D9%88-%DB%B1%DB%B2-%D8%A2%D8%B0%D8%B1",
    "summary": "کرمانشاه- معاون آموزشی دانشگاه علوم پزشکی کرمانشاه گفت: با وجود تعطیلی اعلام‌شده، کارآموزان در روزهای ۱۱و۱۲آذر تعطیل هستند اما دستیاران و کارورزان باید مطابق برنامه در محل کارورزی حاضر شوند.",
    "published": "Mon, 01 Dec 2025 16:19:59 GMT",
    "country": "Autres",
    "key": "ff173fbf9cb377283c389fa9aecb4e0e"
  },
  {
    "title": "ترامپ: مهم است اسرائیل گفتگوی واقعی با سوریه را حفظ کند!",
    "link": "https://www.mehrnews.com/news/6674821/%D8%AA%D8%B1%D8%A7%D9%85%D9%BE-%D9%85%D9%87%D9%85-%D8%A7%D8%B3%D8%AA-%D8%A7%D8%B3%D8%B1%D8%A7%D8%A6%DB%8C%D9%84-%DA%AF%D9%81%D8%AA%DA%AF%D9%88%DB%8C-%D9%88%D8%A7%D9%82%D8%B9%DB%8C-%D8%A8%D8%A7-%D8%B3%D9%88%D8%B1%DB%8C%D9%87-%D8%B1%D8%A7-%D8%AD%D9%81%D8%B8-%DA%A9%D9%86%D8%AF",
    "summary": "رئیس‌جمهور آمریکا بدون محکوم کردن حملات اشغالگران صهیونیست به سوریه، ادعا کرد: مهم است اسرائیل گفتگوی واقعی با سوریه را حفظ کند!",
    "published": "Mon, 01 Dec 2025 16:18:59 GMT",
    "country": "Autres",
    "key": "f63aa9dfdaa5b16b441f1e7f9aa069c7"
  },
  {
    "title": "پرداخت خسارت یا سودآوری سهامداران؟ چالشی همیشگی برای صنعت بیمه",
    "link": "https://www.mehrnews.com/news/6674775/%D9%BE%D8%B1%D8%AF%D8%A7%D8%AE%D8%AA-%D8%AE%D8%B3%D8%A7%D8%B1%D8%AA-%DB%8C%D8%A7-%D8%B3%D9%88%D8%AF%D8%A2%D9%88%D8%B1%DB%8C-%D8%B3%D9%87%D8%A7%D9%85%D8%AF%D8%A7%D8%B1%D8%A7%D9%86-%DA%86%D8%A7%D9%84%D8%B4%DB%8C-%D9%87%D9%85%DB%8C%D8%B4%DA%AF%DB%8C-%D8%A8%D8%B1%D8%A7%DB%8C-%D8%B5%D9%86%D8%B9%D8%AA-%D8%A8%DB%8C%D9%85%D9%87",
    "summary": "مدیرعامل بیمه کوثر با تأکید بر اینکه بیمه‌گری و سودآوری ۲ بال شرکت‌های بیمه‌اند، نمایشگاه تخصصی بیمه را فرصتی برای آگاهی‌بخشی، تکمیل سبد بیمه‌ای و پیشگیری از حوادث در شرایط تورمی توصیف کرد.",
    "published": "Mon, 01 Dec 2025 16:16:00 GMT",
    "country": "Autres",
    "key": "5c9a076cd4738ee7af3c6948133dd044"
  }
]